-- MySQL dump 10.13  Distrib 5.7.22, for Linux (x86_64)
--
-- Host: 192.168.2.169    Database: db_income1
-- ------------------------------------------------------
-- Server version	5.7.21

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `t_projects_type`
--

DROP TABLE IF EXISTS `t_projects_type`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_projects_type` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `income_name` varchar(255) NOT NULL DEFAULT '',
  `income_category` varchar(255) NOT NULL DEFAULT '',
  `is_hide` tinyint(4) NOT NULL DEFAULT '0',
  `income_parentid` int(11) NOT NULL DEFAULT '0',
  `order_int` int(11) NOT NULL DEFAULT '0',
  `btag` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=165 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_projects_type`
--

LOCK TABLES `t_projects_type` WRITE;
/*!40000 ALTER TABLE `t_projects_type` DISABLE KEYS */;
INSERT INTO `t_projects_type` VALUES (2,'推广','业务来源',0,0,101,NULL),(3,'客户推荐','业务来源',0,0,100,NULL),(4,'楼盘','业务来源',0,0,99,NULL),(5,'特殊核名','业务类型',0,0,106,NULL),(6,'加急','业务类型',0,0,107,NULL),(7,'注册','业务类型',0,0,101,NULL),(8,'变更','业务类型',0,0,104,NULL),(9,'注销','业务类型',0,0,108,NULL),(10,'记账','业务类型',0,0,100,NULL),(11,'进出口','业务类型',0,0,111,NULL),(12,'商标','业务类型',0,0,105,NULL),(13,'香港','业务类型',0,0,109,NULL),(14,'一般纳税人','业务类型',0,0,112,NULL),(15,'发业','收入公司',0,0,0,NULL),(16,'商脉','收入公司',0,0,0,NULL),(17,'刷卡机','支付方式',0,0,0,NULL),(18,'现金','支付方式',0,0,0,NULL),(19,'基本户','支付方式',0,0,0,NULL),(20,'支付宝','支付方式',0,0,0,NULL),(21,'微信','支付方式',0,0,0,NULL),(22,'工行','支付方式',0,0,0,NULL),(23,'建行','支付方式',0,0,0,NULL),(24,'农行','支付方式',0,0,0,NULL),(25,'中国银行','支付方式',0,0,0,NULL),(26,'身份证1','资料交接明细',0,0,100,NULL),(27,'营业执照','资料交接明细',0,0,101,NULL),(28,'租赁合同','资料交接明细',0,0,104,NULL),(29,'房屋租赁证明','资料交接明细',0,0,106,NULL),(30,'经营场所场地使用证明','资料交接明细',0,0,107,NULL),(31,'公章','资料交接明细',0,0,108,NULL),(32,'信息采集表','资料交接明细',0,0,109,NULL),(33,'身份证2','资料交接明细',0,0,102,NULL),(34,'销售顾问','项目角色',0,0,100,NULL),(36,'客服顾问','项目角色',0,0,101,NULL),(37,'组长','项目角色',0,0,102,NULL),(38,'工商专员','项目角色',0,0,105,NULL),(39,'在线客服','项目角色',0,0,103,NULL),(40,'合同定金','代收类型',0,0,0,NULL),(41,'二期定金','收入类型',0,0,0,NULL),(42,'余款','收入类型',0,0,0,NULL),(43,'尾款','代收类型',0,0,0,NULL),(44,'第一期付款','收入类型',0,0,0,NULL),(45,'第二期付款','收入类型',0,0,0,NULL),(46,'第三期付款','收入类型',0,0,0,NULL),(47,'第四期付款','收入类型',0,0,0,NULL),(49,'出纳','财务确认',0,0,0,NULL),(50,'已收合同','合同确认',0,0,102,NULL),(51,'财务','财务确认',0,0,0,NULL),(52,'复印件','资料类型',0,0,0,NULL),(53,'原件','资料类型',0,0,0,NULL),(55,'现场','签约方式',0,0,0,NULL),(56,'远程','签约方式',0,0,0,NULL),(57,'合同在途','合同确认',0,0,101,NULL),(59,'无合同','合同确认',0,0,103,NULL),(61,'在线咨询','沟通方式',0,0,0,NULL),(62,'电话直拨','沟通方式',0,0,0,NULL),(63,'来源关键词确认','来源关键词确认',0,0,0,NULL),(64,'百度','推广来源渠道',0,0,0,NULL),(65,'360','推广来源渠道',0,0,0,NULL),(66,'神马','推广来源渠道',0,0,0,NULL),(67,'搜狗','推广来源渠道',0,0,0,NULL),(69,'信息流','推广来源渠道',0,0,0,NULL),(71,'地址','业务类型',0,0,103,NULL),(72,'汇算','业务类型',0,0,110,NULL),(74,'入户','业务类型',0,0,104,NULL),(75,'房产证','资料交接明细',0,0,105,NULL),(76,'米酷','楼盘',0,0,105,NULL),(77,'天河北','楼盘',0,0,105,NULL),(78,'尚城','楼盘',0,0,105,NULL),(79,'百信广场','楼盘',0,0,105,NULL),(80,'城市之光','楼盘',0,0,105,NULL),(81,'内部推荐','业务来源',0,0,100,NULL),(82,'发票申请','业务类型',0,0,115,NULL),(83,'开票税点','业务类型',0,0,115,NULL),(84,'汇算清缴','业务类型',0,0,115,NULL),(85,'工商年检','业务类型',0,0,115,NULL),(86,'外资','业务类型',0,0,115,NULL),(87,'违约金','业务类型',0,0,115,NULL),(88,'社保','业务类型',0,0,115,NULL),(89,'网站','业务类型',0,0,115,NULL),(92,'全款','收入类型',0,0,0,NULL),(93,'CA费用','代收类型',0,0,0,NULL),(94,'税控盘','代收类型',0,0,0,NULL),(95,'印花税','代收类型',0,0,0,NULL),(96,'罚款','代收类型',0,0,0,NULL),(97,'其他','代收类型',0,0,0,NULL),(98,'天河长期虚拟地址','地址类型',0,0,0,NULL),(99,'天河开票地址','地址类型',0,0,0,NULL),(100,'天河一般私人地址','地址类型',0,0,0,NULL),(101,'天河自有地址','地址类型',0,0,0,NULL),(102,'越秀长期虚拟地址','地址类型',0,0,0,NULL),(103,'越秀开票地址','地址类型',0,0,0,NULL),(104,'越秀一般私人地址','地址类型',0,0,0,NULL),(105,'越秀自有地址','地址类型',0,0,0,NULL),(106,'海珠长期虚拟地址','地址类型',0,0,0,NULL),(107,'海珠开票地址','地址类型',0,0,0,NULL),(108,'海珠一般私人地址','地址类型',0,0,0,NULL),(109,'海珠自有地址','地址类型',0,0,0,NULL),(110,'白云长期虚拟地址','地址类型',0,0,0,NULL),(111,'白云开票地址','地址类型',0,0,0,NULL),(112,'白云一般私人地址','地址类型',0,0,0,NULL),(113,'白云自有地址','地址类型',0,0,0,NULL),(114,'花都长期虚拟地址','地址类型',0,0,0,NULL),(115,'花都开票地址','地址类型',0,0,0,NULL),(116,'花都一般私人地址','地址类型',0,0,0,NULL),(117,'花都自有地址','地址类型',0,0,0,NULL),(118,'黄埔长期虚拟地址','地址类型',0,0,0,NULL),(119,'黄埔开票地址','地址类型',0,0,0,NULL),(120,'黄埔一般私人地址','地址类型',0,0,0,NULL),(121,'黄埔自有地址','地址类型',0,0,0,NULL),(122,'增城长期虚拟地址','地址类型',0,0,0,NULL),(123,'增城开票地址','地址类型',0,0,0,NULL),(124,'增城一般私人地址','地址类型',0,0,0,NULL),(125,'增城自有地址','地址类型',0,0,0,NULL),(126,'长期虚拟地址','地址类型',0,0,0,NULL),(127,'开票地址','地址类型',0,0,0,NULL),(128,'一般私人地址','地址类型',0,0,0,NULL),(129,'自有地址','地址类型',0,0,0,NULL),(130,'无','地址类型',0,0,0,NULL),(131,'帐册费','业务类型',0,0,115,NULL),(132,'其他','业务类型',0,0,113,NULL),(133,'解除异常明细','业务类型',0,0,101,NULL),(134,'食品证','业务类型',0,0,113,NULL),(135,'世博汇','楼盘',0,0,105,NULL),(136,'工商办结','办结',0,0,2,NULL),(138,'仓管告知交接','办结',0,0,4,NULL),(139,'完成与客户交接','办结',0,0,6,NULL),(140,'确认完成客户交接','办结',0,0,7,NULL),(141,'公司注册','业务分类',0,0,105,NULL),(142,'公司变更','业务分类',0,0,105,NULL),(143,'记账报税','业务分类',0,0,105,NULL),(144,'公司注销','业务分类',0,0,105,NULL),(145,'商标','业务分类',0,0,105,NULL),(146,'特殊业务','业务分类',0,0,105,NULL),(147,'其他业务','业务分类',0,0,105,NULL),(149,'工商专员接单','办结',0,0,1,'工商接单'),(150,'销售顾问接受交接','办结',0,0,5,NULL),(151,'许可证','业务分类',0,0,105,NULL),(152,'工商办结公司信息更新','办结',0,0,3,NULL),(153,'广州市','地市',0,0,0,NULL),(155,'天河','区域',0,0,0,NULL),(156,'越秀','区域',0,0,0,NULL),(157,'海珠','区域',0,0,0,NULL),(158,'荔湾','区域',0,0,0,NULL),(159,'番禺','区域',0,0,0,NULL),(160,'南沙','区域',0,0,0,NULL),(161,'增城','区域',0,0,0,NULL),(162,'黄埔','区域',0,0,0,NULL),(163,'白云','区域',0,0,0,NULL),(164,'萝岗','区域',0,0,0,NULL);
/*!40000 ALTER TABLE `t_projects_type` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2018-11-09 17:33:33
