-- MySQL dump 10.13  Distrib 5.7.22, for Linux (x86_64)
--
-- Host: 192.168.2.169    Database: db_income1
-- ------------------------------------------------------
-- Server version	5.7.21

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `t_projects_income_other`
--

DROP TABLE IF EXISTS `t_projects_income_other`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_projects_income_other` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `project_id` int(11) NOT NULL DEFAULT '0',
  `income_id` int(11) DEFAULT NULL,
  `income_name` varchar(255) DEFAULT NULL,
  `income_money` decimal(18,2) NOT NULL DEFAULT '0.00',
  `updated_at` datetime DEFAULT NULL,
  `updated_uid` int(11) NOT NULL DEFAULT '0',
  `updated_uid_name` varchar(255) NOT NULL DEFAULT '0',
  `created_at` datetime DEFAULT NULL,
  `uid` int(11) NOT NULL DEFAULT '0',
  `uid_name` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=89 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_projects_income_other`
--

LOCK TABLES `t_projects_income_other` WRITE;
/*!40000 ALTER TABLE `t_projects_income_other` DISABLE KEYS */;
INSERT INTO `t_projects_income_other` VALUES (49,415,93,'CA费用',0.00,'2018-05-23 09:40:02',97,'庄培润','2018-05-23 02:18:13',97,'庄培润'),(50,415,94,'税控盘',0.00,'2018-05-23 09:40:02',97,'庄培润','2018-05-23 02:18:13',97,'庄培润'),(51,415,95,'印花税',0.00,'2018-05-23 09:40:02',97,'庄培润','2018-05-23 02:18:13',97,'庄培润'),(52,415,96,'罚款',0.00,'2018-05-23 09:40:02',97,'庄培润','2018-05-23 02:18:13',97,'庄培润'),(53,415,97,'其他',0.00,'2018-05-23 09:40:02',97,'庄培润','2018-05-23 02:18:13',97,'庄培润'),(54,413,93,'CA费用',123.00,'2018-05-23 02:20:09',97,'庄培润','2018-05-23 02:19:58',97,'庄培润'),(55,413,94,'税控盘',3.00,'2018-05-23 02:20:09',97,'庄培润','2018-05-23 02:19:58',97,'庄培润'),(56,413,95,'印花税',0.00,'2018-05-23 02:20:09',97,'庄培润','2018-05-23 02:19:58',97,'庄培润'),(57,413,96,'罚款',0.00,'2018-05-23 02:20:09',97,'庄培润','2018-05-23 02:19:58',97,'庄培润'),(58,413,97,'其他',3.00,'2018-05-23 02:20:09',97,'庄培润','2018-05-23 02:19:58',97,'庄培润'),(59,411,93,'CA费用',1.00,'2018-05-23 09:35:01',97,'庄培润','2018-05-23 02:31:49',97,'庄培润'),(60,411,94,'税控盘',0.00,'2018-05-23 09:35:01',97,'庄培润','2018-05-23 02:31:49',97,'庄培润'),(61,411,95,'印花税',0.00,'2018-05-23 09:35:01',97,'庄培润','2018-05-23 02:31:49',97,'庄培润'),(62,411,96,'罚款',0.00,'2018-05-23 09:35:01',97,'庄培润','2018-05-23 02:31:49',97,'庄培润'),(63,411,97,'其他',0.00,'2018-05-23 09:35:01',97,'庄培润','2018-05-23 02:31:49',97,'庄培润'),(64,185,93,'CA费用',124.00,'2018-05-23 02:41:51',97,'庄培润','2018-05-23 02:40:58',97,'庄培润'),(65,185,94,'税控盘',12.00,'2018-05-23 02:41:51',97,'庄培润','2018-05-23 02:40:58',97,'庄培润'),(66,185,95,'印花税',1.00,'2018-05-23 02:41:51',97,'庄培润','2018-05-23 02:40:58',97,'庄培润'),(67,185,96,'罚款',3.00,'2018-05-23 02:41:51',97,'庄培润','2018-05-23 02:40:58',97,'庄培润'),(68,185,97,'其他',3.00,'2018-05-23 02:41:51',97,'庄培润','2018-05-23 02:40:58',97,'庄培润'),(69,409,93,'CA费用',333333.00,'2018-05-23 02:55:47',97,'庄培润','2018-05-23 02:55:22',97,'庄培润'),(70,409,94,'税控盘',0.00,'2018-05-23 02:55:47',97,'庄培润','2018-05-23 02:55:22',97,'庄培润'),(71,409,95,'印花税',0.00,'2018-05-23 02:55:47',97,'庄培润','2018-05-23 02:55:22',97,'庄培润'),(72,409,96,'罚款',0.00,'2018-05-23 02:55:47',97,'庄培润','2018-05-23 02:55:22',97,'庄培润'),(73,409,97,'其他',1.00,'2018-05-23 02:55:47',97,'庄培润','2018-05-23 02:55:22',97,'庄培润'),(74,394,93,'CA费用',22.00,NULL,0,'0','2018-05-23 03:14:01',97,'庄培润'),(75,394,94,'税控盘',33.00,NULL,0,'0','2018-05-23 03:14:01',97,'庄培润'),(76,394,95,'印花税',44.00,NULL,0,'0','2018-05-23 03:14:01',97,'庄培润'),(77,394,96,'罚款',55.00,NULL,0,'0','2018-05-23 03:14:01',97,'庄培润'),(78,394,97,'其他',66.00,NULL,0,'0','2018-05-23 03:14:01',97,'庄培润'),(79,412,93,'CA费用',100.00,'2018-05-24 09:11:25',95,'何诗明','2018-05-24 09:10:40',95,'何诗明'),(80,412,94,'税控盘',200.00,'2018-05-24 09:11:25',95,'何诗明','2018-05-24 09:10:40',95,'何诗明'),(81,412,95,'印花税',0.00,'2018-05-24 09:11:25',95,'何诗明','2018-05-24 09:10:40',95,'何诗明'),(82,412,96,'罚款',0.00,'2018-05-24 09:11:25',95,'何诗明','2018-05-24 09:10:40',95,'何诗明'),(83,412,97,'其他',0.00,'2018-05-24 09:11:25',95,'何诗明','2018-05-24 09:10:40',95,'何诗明'),(84,360,93,'CA费用',1000.00,NULL,0,'0','2018-05-25 09:40:55',95,'何诗明'),(85,360,94,'税控盘',0.00,NULL,0,'0','2018-05-25 09:40:55',95,'何诗明'),(86,360,95,'印花税',0.00,NULL,0,'0','2018-05-25 09:40:55',95,'何诗明'),(87,360,96,'罚款',0.00,NULL,0,'0','2018-05-25 09:40:55',95,'何诗明'),(88,360,97,'其他',0.00,NULL,0,'0','2018-05-25 09:40:55',95,'何诗明');
/*!40000 ALTER TABLE `t_projects_income_other` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2018-11-09 17:33:36
