-- MySQL dump 10.13  Distrib 5.7.27, for Linux (x86_64)
--
-- Host: 192.168.2.168    Database: db_company
-- ------------------------------------------------------
-- Server version	5.5.5-10.1.26-MariaDB-0+deb9u1

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Dumping data for table `t_company_tag`
--

LOCK TABLES `t_company_tag` WRITE;
/*!40000 ALTER TABLE `t_company_tag` DISABLE KEYS */;
INSERT INTO `t_company_tag` VALUES (1,'空号','状态',0,0),(2,'需求注册','需求',0,0),(3,'需求记账','需求',0,0),(4,'变更','需求',0,0),(5,'注销','需求',0,0),(6,'需求商标','需求',0,0),(7,'需求个体户','需求',0,0),(8,'需求买卖公司','需求',0,0),(9,'需求香港公司','需求',0,0),(10,'需求外资','需求',0,0),(11,'需求食品证','需求',0,0),(12,'餐饮许可证','需求',0,0),(13,'进出口许可证','需求',0,0),(14,'其他许可证件','需求',0,0),(15,'需求入户','需求',0,0),(16,'需求装修','需求',0,0),(17,'需求装修\n','需求',0,0),(18,'高质量A类','质量',0,0),(19,'中质量B1类','质量',0,0),(20,'中质量B2类','质量',0,0),(21,'低质量C1类','质量',0,0),(22,'低质量C2类','质量',0,0),(23,'同行','质量',0,0),(24,'无效业务咨询','质量',0,0),(25,'没咨询过我司','质量',0,0),(26,'待定','质量',0,0),(36,'咨询注册','咨询（前端）',1,1),(37,'咨询记账','咨询（前端）',1,1),(38,'咨询变更','咨询（前端）',1,1),(39,'咨询注销','咨询（前端）',1,1),(40,'咨询商标','咨询（前端）',1,1),(41,'咨询个体户','咨询（前端）',1,1),(42,'咨询买卖公司','咨询（前端）',1,1),(43,'咨询香港公司','咨询（前端）',1,1),(44,'公司起名','咨询（前端）',1,1),(45,'咨询外资','咨询（前端）',1,1),(46,'咨询食品证','咨询（前端）',1,1),(47,'咨询进出口权','咨询（前端）',1,1),(48,'咨询许可证','咨询（前端）',1,1),(49,'咨询入户','咨询（前端）',1,1),(51,'优质商机','质量（前端）',2,1),(52,'普通商机','质量（前端）',2,1),(53,'已成交','跟进（业务）',6,1),(54,'到访后考虑中','跟进（业务）',6,1),(55,'到访后可放弃','跟进（业务）',6,1),(56,'到访时间已约','跟进（业务）',6,1),(57,'重点跟进中','跟进（业务）',6,1),(58,'方案未确定','跟进（业务）',6,1),(59,'对比价格中','跟进（业务）',6,1),(60,'股东商量中','跟进（业务）',6,1),(61,'本月内确定','跟进（业务）',6,1),(62,'一周内确定','跟进（业务）',6,1),(63,'三天内确定','跟进（业务）',6,1),(64,'意向变弱','跟进（业务）',6,1),(65,'暂时拒绝','跟进（业务）',6,1),(66,'不接电话','跟进（业务）',6,1),(67,'后续可跟进','跟进（业务）',6,1),(68,'资料有误','跟进（业务）',6,1),(69,'已流失同行','跟进（业务）',6,1),(70,'需求注册','需求（业务）',7,1),(71,'需求记账','需求（业务）',7,1),(72,'需求变更','需求（业务）',7,1),(73,'需求注销','需求（业务）',7,1),(74,'需求商标','需求（业务）',7,1),(75,'需求个体户','需求（业务）',7,1),(76,'需求买卖公司','需求（业务）',7,1),(77,'需求香港公司','需求（业务）',7,1),(78,'需求外资','需求（业务）',7,1),(79,'需求食品证','需求（业务）',7,1),(80,'餐饮许可证','需求（业务）',7,1),(81,'进出口许可证','需求（业务）',7,1),(82,'其他许可证件','需求（业务）',7,1),(83,'需求入户','需求（业务）',7,1),(84,'需求装修','需求（业务）',7,1),(85,'高质量A类','质量（业务）',5,1),(86,'中质量B1类','质量（业务）',5,1),(87,'中质量B2类','质量（业务）',5,1),(88,'低质量C1类','质量（业务）',5,1),(89,'低质量C2类','质量（业务）',5,1),(90,'同行','质量（业务）',5,1),(91,'无效业务咨询','质量（业务）',5,1),(92,'没咨询过我司','质量（业务）',5,1),(93,'办理自有地址','成交（业务）',3,1),(94,'办理虚拟地址','成交（业务）',3,1),(95,'办理开票地址','成交（业务）',3,1),(96,'办纳税人地址','成交（业务）',3,1),(97,'办理记账','成交（业务）',3,1),(98,'办理商标','成交（业务）',3,1),(99,'升一般纳税人','成交（业务）',3,1),(100,'办理变更','成交（业务）',3,1),(101,'办理注销','成交（业务）',3,1),(102,'办理入户','成交（业务）',3,1),(103,'办理香港公司','成交（业务）',3,1),(104,'办理食品证','成交（业务）',3,1),(105,'办理进出口','成交（业务）',3,1),(106,'办理个体户','成交（业务）',3,1),(107,'办理转让公司','成交（业务）',3,1),(108,'办理转让商标','成交（业务）',3,1),(109,'办理装修','成交（业务）',3,1),(110,'已签记账','签账（业务）',4,1),(111,'待签记账','签账（业务）',4,1),(112,'确定不签记账','签账（业务）',4,1),(113,'QQ微信','质量（前端）',2,1),(114,'创业补贴','咨询（前端）',1,1),(115,'审计报告','咨询（前端）',1,1),(116,'汇算清缴','咨询（前端）',1,1),(117,'工商年检 ','咨询（前端）',1,1),(118,'办理社保','咨询（前端）',1,1),(119,'办理发票','咨询（前端）',1,1),(120,'一般纳税人','咨询（前端）',1,1),(121,'办理公积金','咨询（前端）',1,1),(122,'执照加急','咨询（前端）',1,1),(123,'验资报告 ','咨询（前端）',1,1),(124,'解除异常','咨询（前端）',1,1),(125,'创业补贴','需求（业务）',7,1),(126,'审计报告','需求（业务）',7,1),(127,'汇算清缴','需求（业务）',7,1),(128,'工商年检 ','需求（业务）',7,1),(129,'办理社保','需求（业务）',7,1),(130,'办理发票','需求（业务）',7,1),(131,'一般纳税人','需求（业务）',7,1),(132,'办理公积金','需求（业务）',7,1),(133,'执照加急','需求（业务）',7,1),(134,'验资报告 ','需求（业务）',7,1),(135,'解除异常','需求（业务）',7,1),(136,'虚拟通知变更','特殊业务',0,1),(137,'已收楼通知变更','特殊业务',0,1),(138,'申请发票','发票',1,2),(139,'代开发票','发票',1,2),(140,'购买发票','发票',1,2),(141,'认证发票','发票',1,2),(142,'缴销发票','发票',1,2),(143,' 领用电子发票','发票',1,2),(144,'作废发票','发票',1,2),(145,'增加发票','发票',1,2),(146,'票种核定','发票',1,2),(147,'领用通用机打发票','发票',1,2),(148,'增加购票员','发票',1,2),(149,' 发票遗失登记','发票',1,2),(150,'前台验旧发票 ','发票',1,2),(151,'撤销红字信息表','发票',1,2),(152,'前台变更票种','发票',1,2),(153,' 发票处罚','发票',1,2),(154,'改税控盘','税盘',2,2),(155,'缴销税控盘','税盘',2,2),(156,'税控盘变更','税盘',2,2),(157,'领取税控盘','税盘',2,2),(158,'重置税控盘口令或密码','税盘',2,2),(159,'购买税盘','税盘',2,2),(160,'解锁税控盘','税盘',2,2),(161,'申报增值税','申报',3,2),(162,'申报企业所得税','申报',3,2),(163,'申报城建税，教育费附加，地方教育费附加','申报',3,2),(164,'申报印花税','申报',3,2),(165,'申报房产税','申报',3,2),(166,'申报个人所得税','申报',3,2),(167,'申报个人生产经营所得税','申报',3,2),(168,'申报消费税','申报',3,2),(169,'申报文化事业建设费','申报',3,2),(170,'申报财务报表（需要拿现场号）','申报',3,2),(171,'申报汇算清缴','申报',3,2),(172,'更正申报','申报',3,2),(173,'办理退税','申报',3,2),(174,'逾期补申报','申报',3,2),(175,'查询税务申报情况到前台咨询','申报',3,2),(176,'抄税清卡','社保',4,2),(177,'开通社保','社保',4,2),(178,'绑定社保扣税协议','社保',4,2),(179,'申报社保','社保',4,2),(180,'社保扣费','社保',4,2),(181,'社保解非','社保',4,2),(182,'撤销社保','社保',4,2),(183,'延缴社保','社保',4,2),(184,' 社保减员','社保',4,2),(185,'社保增员','社保',4,2),(186,'领社保卡','社保',4,2),(187,'补录社保扣税协议','社保',4,2),(188,'退社保费','社保',4,2),(189,'打印社保历史缴费明细','社保',4,2),(190,'办理个人社保延缴','社保',4,2),(191,'退休人员办理延缴社保','社保',4,2),(192,'取消免参保','社保',4,2),(193,'新企业报到','其它',5,2),(194,'带法人实名','其它',5,2),(195,'带法人见专管','其它',5,2),(196,'前台绑定办税员','其它',5,2),(197,'找管理员解除异常','其它',5,2),(198,'办理公积金业务','其它',5,2),(199,'办理一般纳税人资料','其它',5,2),(200,'签ets','其它',5,2),(201,'提交ets','其它',5,2),(202,'开通税友','其它',5,2),(203,'上门收单','其它',5,2),(204,'注销','其它',5,2),(205,'咨询问题','其它',5,2),(206,'提交注销资料','其它',5,2),(207,'领取注销批复','其它',5,2),(208,'打印银行对账单','其它',5,2),(209,'审计报告','其它',5,2),(210,'验资报告','其它',5,2),(211,'其它事项','其它',5,2),(212,'记账补差价','特殊业务',0,1),(213,'补办证件','咨询（前端）',1,1),(214,'坏账开发注销','特殊业务',0,1);
/*!40000 ALTER TABLE `t_company_tag` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2019-08-16 15:15:25
