-- MySQL dump 10.13  Distrib 5.7.27, for Linux (x86_64)
--
-- Host: 192.168.2.168    Database: db_income2
-- ------------------------------------------------------
-- Server version	5.5.5-10.1.26-MariaDB-0+deb9u1

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Dumping data for table `t_projects_information_reject`
--

LOCK TABLES `t_projects_information_reject` WRITE;
/*!40000 ALTER TABLE `t_projects_information_reject` DISABLE KEYS */;
INSERT INTO `t_projects_information_reject` VALUES (5,12458,'8931597b-4496-4459-bcbf-4103540a6cb0',493,'温子晴','2019-06-19 17:01:12','业务收入明细和业务内容没对上',NULL,121,'赵松筑','2019-06-20 16:41:54','2019-08-05 09:22:38',1,''),(6,12533,'c79614a5-4811-4dd2-a233-712ef8f28983',96,'谢妙欣','2019-06-21 13:39:22','业务内容没有写',NULL,210,'陈月娇','2019-06-24 12:43:32','2019-08-09 15:38:18',1,''),(7,13504,'c9da582a-20ee-487b-8a19-940bb151d2a8',493,'温子晴','2019-08-02 14:06:34','业务收入明细:新合同无账册，账册已含在记账中，需修改业务内容、收入明细、到款信息，去掉账册费这一项,','yewu,',197,'戴丽思','2019-08-02 14:09:08','2019-08-05 09:22:24',1,''),(8,13505,'cde3b691-5e4e-4b18-bb50-ade7c274d67f',493,'温子晴','2019-08-02 14:38:42','业务收入明细:业务收入与到款信息都是空白，需录入社保：100,','yewu,',491,'李丽华','2019-08-05 09:45:22','2019-08-05 10:49:11',1,''),(9,13510,'72284a16-1a55-43e0-b945-93ebbe03cdab',493,'温子晴','2019-08-02 15:46:30','业务内容:业务内容要写上合计金额，税控盘保管要写上保管期限，例（2019.x-2020.x）,','project_name,',424,'邓子敏','2019-08-02 15:50:06','2019-08-05 09:22:29',1,''),(10,13534,'ae6528b6-0635-4bb0-a74f-005a8d7c4166',493,'温子晴','2019-08-05 14:56:21','客户姓名:写上客户全名，不能先生/小姐,','customer_name,',466,'吴梅飞','2019-08-06 09:50:33','2019-08-06 11:05:33',1,''),(11,13534,'ae6528b6-0635-4bb0-a74f-005a8d7c4166',466,'吴梅飞','2019-08-06 09:51:14','','',466,'吴梅飞','2019-08-06 09:53:38','2019-08-06 09:56:30',1,''),(12,13552,'2e7281fd-2430-47b2-ad71-352a8eadd2d6',202,'庄华影','2019-08-06 14:57:57','业务内容:续账期间是2019.8-2020.7,','project_name,',107,'冉小凤','2019-08-06 15:00:49','2019-08-06 15:07:32',1,''),(13,13599,'faf402e7-73d4-4d0b-9070-f4e73cdd89ce',493,'温子晴','2019-08-07 11:06:29','业务内容:这个单子签了新合同，账册费包含在记账费用里了，需要把账册费去掉，业务收入明细和到款结算信息也要相应改过来,','project_name,',287,'张雅玲','2019-08-07 11:17:41','2019-08-07 11:25:40',1,''),(14,13604,'3e1080c1-8b2b-4fa5-b3f9-99aafafff5bd',506,'陈玉浪','2019-08-07 15:19:23','业务内容:蒂梵森家居：续账服务费2400元/年（2019.8-2020.7）+账册300元/年（2019.8-2020.7），合计：2700元（全款）,','project_name,',287,'张雅玲','2019-08-07 15:21:01','2019-08-07 15:23:54',1,''),(15,13660,'e6f2da62-157a-4bdb-89df-cb10350e39c4',493,'温子晴','2019-08-09 09:14:18','业务内容:销售顾问空了，补回去,','project_name,',347,'吕鸿锦','2019-08-09 09:18:50','2019-08-09 09:19:29',1,''),(16,13677,'a959a4ef-a180-4329-af2d-821dba0a7278',493,'温子晴','2019-08-09 16:08:23','业务收入明细:业务收入明细应该录入发票申请，到款结算同样要改为发票申请,','yewu,',315,'周楚榆','2019-08-09 17:16:32','2019-08-09 17:23:13',1,''),(17,13695,'e9abb14c-5bec-4294-8c41-0d2e0ad515f6',493,'温子晴','2019-08-12 10:53:56','业务内容:签了新合同，账册费需去掉。,业务收入明细:签了新合同，账册费需去掉。,业务收入明细:签了新合同，账册费需去掉。到款结算也是,','project_name,yewu,yewu,',287,'张雅玲','2019-08-12 16:17:17','2019-08-12 16:22:17',1,''),(18,13695,'e9abb14c-5bec-4294-8c41-0d2e0ad515f6',493,'温子晴','2019-08-12 10:53:56','业务内容:签了新合同，账册费需去掉。,业务收入明细:签了新合同，账册费需去掉。,业务收入明细:签了新合同，账册费需去掉。到款结算也是,','project_name,yewu,yewu,',287,'张雅玲','2019-08-12 11:05:32','2019-08-12 16:22:21',1,''),(19,13695,'e9abb14c-5bec-4294-8c41-0d2e0ad515f6',493,'温子晴','2019-08-12 10:53:56','业务内容:签了新合同，账册费需去掉。,业务收入明细:签了新合同，账册费需去掉。,业务收入明细:签了新合同，账册费需去掉。到款结算也是,','project_name,yewu,yewu,',287,'张雅玲','2019-08-12 11:05:40','2019-08-12 16:22:24',1,''),(20,13695,'e9abb14c-5bec-4294-8c41-0d2e0ad515f6',493,'温子晴','2019-08-12 10:53:57','业务内容:签了新合同，账册费需去掉。,业务收入明细:签了新合同，账册费需去掉。,业务收入明细:签了新合同，账册费需去掉。到款结算也是,','project_name,yewu,yewu,',287,'张雅玲','2019-08-12 11:05:49','2019-08-12 16:22:27',1,''),(21,13695,'e9abb14c-5bec-4294-8c41-0d2e0ad515f6',493,'温子晴','2019-08-12 10:53:57','业务内容:签了新合同，账册费需去掉。,业务收入明细:签了新合同，账册费需去掉。,业务收入明细:签了新合同，账册费需去掉。到款结算也是,','project_name,yewu,yewu,',287,'张雅玲','2019-08-12 11:05:08','2019-08-12 16:22:31',1,''),(22,13669,'df8f16c9-e96c-4a60-bc5f-ebf7a9054e4d',506,'陈玉浪','2019-08-12 11:12:05','业务内容:车壹族汽车;续账服务费用：2760年付（2019.9-2020.8）+账册300年付（2020.1-2020.12）共计3060元/赠送2019工商年检和2019汇算清缴,','project_name,',126,'曹慧慧','2019-08-16 14:34:27','2019-08-16 14:40:07',1,''),(23,13689,'7a01b41a-10c9-4128-be48-418293a2ff3f',506,'陈玉浪','2019-08-13 10:08:06','业务内容:自有白云地址注册公司1500+进出口权3500+记帐服务费3000/年（2019.8-2020.7），共计8000,','project_name,',122,'何健锋','2019-08-13 10:08:35','2019-08-13 10:10:03',1,''),(24,13811,'8e6e64ab-c28a-4e02-a019-6b813e898a3e',537,'赖丽莎','2019-08-16 10:34:19','业务收入明细:变更地址的 收入明细应改为：变更，到款结算也要改,','yewu,',97,'庄培润','2019-08-16 10:53:09','2019-08-16 10:53:42',1,'');
/*!40000 ALTER TABLE `t_projects_information_reject` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2019-08-16 15:15:32
