-- MySQL dump 10.13  Distrib 5.7.22, for Linux (x86_64)
--
-- Host: 192.168.2.169    Database: db_customer_test
-- ------------------------------------------------------
-- Server version	5.7.21

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `t_projects_note`
--

DROP TABLE IF EXISTS `t_projects_note`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_projects_note` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `msg` varchar(4000) NOT NULL DEFAULT '',
  `creatd_at` datetime DEFAULT NULL,
  `uid` int(11) NOT NULL DEFAULT '0',
  `uid_name` varchar(255) NOT NULL,
  `project_id` int(11) NOT NULL,
  `is_cancel` tinyint(11) NOT NULL DEFAULT '0',
  `is_check` tinyint(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=61 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_projects_note`
--

LOCK TABLES `t_projects_note` WRITE;
/*!40000 ALTER TABLE `t_projects_note` DISABLE KEYS */;
INSERT INTO `t_projects_note` VALUES (2,'未收齐全款','2018-07-06 02:26:10',134,'沈楚纯',3599,0,0),(3,'未收齐全款','2018-07-06 03:10:14',134,'沈楚纯',3394,0,0),(4,'未收齐全款','2018-07-06 03:46:20',134,'沈楚纯',3278,0,0),(9,'未收齐全款','2018-07-06 03:48:55',134,'沈楚纯',3282,0,0),(10,'未收齐全款','2018-07-06 05:44:11',134,'沈楚纯',3395,0,0),(11,'未收齐全款','2018-07-06 05:45:02',134,'沈楚纯',3397,0,0),(12,'未收齐全款','2018-07-06 05:45:49',134,'沈楚纯',3352,0,0),(13,'未收齐全款','2018-07-06 05:46:22',134,'沈楚纯',3354,0,0),(15,'未收齐全款','2018-07-06 05:50:59',134,'沈楚纯',3564,0,0),(16,'未收齐全款','2018-07-06 05:51:31',134,'沈楚纯',3531,0,0),(17,'未收齐全款','2018-07-06 05:52:22',134,'沈楚纯',3623,0,0),(18,'未收齐全款','2018-07-06 05:52:59',134,'沈楚纯',3624,0,0),(19,'未收齐全款','2018-07-06 05:53:59',134,'沈楚纯',3625,0,0),(21,'未收齐全款','2018-07-06 05:54:39',134,'沈楚纯',3626,0,0),(22,'未收齐全款','2018-07-06 05:56:16',134,'沈楚纯',3627,0,0),(23,'未收齐全款','2018-07-06 05:56:58',134,'沈楚纯',3628,0,0),(24,'未收齐全款','2018-07-06 06:08:31',134,'沈楚纯',3629,0,0),(25,'未收齐全款','2018-07-06 06:09:25',134,'沈楚纯',3470,0,0),(26,'未收齐全款','2018-07-09 01:30:53',134,'沈楚纯',3633,0,0),(30,'未收齐全款','2018-07-09 07:15:16',134,'沈楚纯',3648,0,0),(31,'未收齐全款','2018-07-10 01:11:02',134,'沈楚纯',3650,0,0),(32,'未收齐全款','2018-07-10 09:32:27',134,'沈楚纯',3660,0,0),(34,'未收齐全款','2018-07-13 02:35:16',134,'沈楚纯',3679,0,0),(35,'未收齐全款','2018-07-13 02:36:08',134,'沈楚纯',3681,0,0),(36,'2018.7.12取消记账','2018-07-13 07:30:27',134,'沈楚纯',3531,0,0),(37,'未收齐全款','2018-07-16 08:41:35',134,'沈楚纯',3705,0,0),(38,'未收齐全款','2018-07-18 08:11:46',134,'沈楚纯',3723,0,0),(39,'款已结算完成','2018-07-19 02:06:12',209,'卢丽蓉',3352,0,0),(40,'未收齐全款','2018-07-19 07:05:09',134,'沈楚纯',3405,0,0),(41,'原公司名称：广州秘银信息科技有限公司','2018-07-20 05:51:24',134,'沈楚纯',569,0,0),(42,'未收齐全款','2018-07-20 06:21:16',134,'沈楚纯',3751,0,0),(43,'未收齐全款','2018-07-23 06:53:24',134,'沈楚纯',3756,0,0),(44,'未收齐全款','2018-07-25 03:04:05',134,'沈楚纯',3770,0,0),(45,'未收齐全款','2018-07-25 03:06:54',134,'沈楚纯',3772,0,0),(46,'未收齐全款','2018-07-25 03:14:18',134,'沈楚纯',3775,0,0),(47,'未收齐全款','2018-07-25 03:18:40',134,'沈楚纯',3779,0,0),(48,'之前是：广州精研科技有限公司','2018-07-25 03:28:45',134,'沈楚纯',3133,0,0),(49,'未收齐全款','2018-07-27 01:02:03',134,'沈楚纯',3794,0,0),(50,'未收齐全款','2018-07-27 01:03:53',134,'沈楚纯',3799,0,0),(51,'未收齐全款','2018-07-27 01:07:02',134,'沈楚纯',3800,0,0),(52,'未收齐全款','2018-07-27 01:08:49',134,'沈楚纯',3802,0,0),(53,'未收齐全款','2018-07-27 03:49:43',134,'沈楚纯',3806,0,0),(54,'未收齐全款','2018-07-30 08:30:58',133,'黄晓芳',3807,1,0),(55,'未收齐全款','2018-07-31 07:49:25',133,'黄晓芳',3813,0,0),(56,'未收齐全款','2018-07-31 08:00:05',133,'黄晓芳',3817,0,0),(57,'曾用名广州煜宸贸易有限公司','2018-07-31 08:05:06',133,'黄晓芳',3819,0,0),(58,'未收齐全款','2018-07-31 08:09:06',133,'黄晓芳',3825,0,0),(59,'未收齐全款','2018-07-31 08:14:34',133,'黄晓芳',3834,0,0),(60,'1','2018-11-02 15:44:34',116,'陈太智',4097,0,0);
/*!40000 ALTER TABLE `t_projects_note` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2018-11-02 16:23:02
