-- MySQL dump 10.13  Distrib 5.7.22, for Linux (x86_64)
--
-- Host: 192.168.2.169    Database: db_income
-- ------------------------------------------------------
-- Server version	5.7.21

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `t_projects_type`
--

DROP TABLE IF EXISTS `t_projects_type`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_projects_type` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `income_name` varchar(255) NOT NULL DEFAULT '',
  `income_category` varchar(255) NOT NULL DEFAULT '',
  `is_hide` tinyint(4) NOT NULL DEFAULT '0',
  `income_parentid` int(11) NOT NULL DEFAULT '0',
  `order_int` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=136 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_projects_type`
--

LOCK TABLES `t_projects_type` WRITE;
/*!40000 ALTER TABLE `t_projects_type` DISABLE KEYS */;
INSERT INTO `t_projects_type` VALUES (2,'推广','业务来源',0,0,101),(3,'客户推荐','业务来源',0,0,100),(4,'楼盘','业务来源',0,0,99),(5,'特殊核名','业务类型',0,0,106),(6,'加急','业务类型',0,0,107),(7,'注册','业务类型',0,0,101),(8,'变更','业务类型',0,0,104),(9,'注销','业务类型',0,0,108),(10,'记账','业务类型',0,0,100),(11,'进出口','业务类型',0,0,111),(12,'商标','业务类型',0,0,105),(13,'香港','业务类型',0,0,109),(14,'一般纳税人','业务类型',0,0,112),(15,'发业','收入公司',0,0,0),(16,'商脉','收入公司',0,0,0),(17,'刷卡机','支付方式',0,0,0),(18,'现金','支付方式',0,0,0),(19,'基本户','支付方式',0,0,0),(20,'支付宝','支付方式',0,0,0),(21,'微信','支付方式',0,0,0),(22,'工行','支付方式',0,0,0),(23,'建行','支付方式',0,0,0),(24,'农行','支付方式',0,0,0),(25,'中国银行','支付方式',0,0,0),(26,'身份证1','资料交接明细',0,0,100),(27,'营业执照','资料交接明细',0,0,101),(28,'租赁合同','资料交接明细',0,0,104),(29,'房屋租赁证明','资料交接明细',0,0,106),(30,'经营场所场地使用证明','资料交接明细',0,0,107),(31,'公章','资料交接明细',0,0,108),(32,'信息采集表','资料交接明细',0,0,109),(33,'身份证2','资料交接明细',0,0,102),(34,'销售顾问','项目角色',0,0,100),(36,'客服顾问','项目角色',0,0,101),(37,'组长','项目角色',0,0,102),(38,'工商专员','项目角色',0,0,105),(39,'在线客服','项目角色',0,0,103),(40,'合同定金','收入类型',0,0,0),(41,'二期定金','收入类型',0,0,0),(42,'余款','收入类型',0,0,0),(43,'办结尾款','收入类型',0,0,0),(44,'第一期付款','收入类型',0,0,0),(45,'第二期付款','收入类型',0,0,0),(46,'第三期付款','收入类型',0,0,0),(47,'第四期付款','收入类型',0,0,0),(49,'出纳','财务确认',0,0,0),(50,'已收合同','合同确认',0,0,102),(51,'财务','财务确认',0,0,0),(52,'复印件','资料类型',0,0,0),(53,'原件','资料类型',0,0,0),(55,'现场','签约方式',0,0,0),(56,'远程','签约方式',0,0,0),(57,'合同在途','合同确认',0,0,101),(59,'无合同','合同确认',0,0,103),(61,'在线咨询','沟通方式',0,0,0),(62,'电话直拨','沟通方式',0,0,0),(63,'来源关键词确认','来源关键词确认',0,0,0),(64,'百度','推广来源渠道',0,0,0),(65,'360','推广来源渠道',0,0,0),(66,'神马','推广来源渠道',0,0,0),(67,'搜狗','推广来源渠道',0,0,0),(69,'信息流','推广来源渠道',0,0,0),(71,'地址','业务类型',0,0,103),(72,'汇算','业务类型',0,0,110),(74,'入户','业务类型',0,0,104),(75,'房产证','资料交接明细',0,0,105),(76,'米酷','楼盘',0,0,105),(77,'天河北','楼盘',0,0,105),(78,'尚城','楼盘',0,0,105),(79,'百信广场','楼盘',0,0,105),(80,'城市之光','楼盘',0,0,105),(81,'内部推荐','业务来源',0,0,100),(82,'发票申请','业务类型',0,0,115),(83,'开票税点','业务类型',0,0,115),(84,'汇算清缴','业务类型',0,0,115),(85,'工商年检','业务类型',0,0,115),(86,'外资','业务类型',0,0,115),(87,'违约金','业务类型',0,0,115),(88,'社保','业务类型',0,0,115),(89,'网站','业务类型',0,0,115),(90,'国税CA工本','业务类型',0,0,115),(92,'全款','收入类型',0,0,0),(93,'CA费用','代收类型',0,0,0),(94,'税控盘','代收类型',0,0,0),(95,'印花税','代收类型',0,0,0),(96,'罚款','代收类型',0,0,0),(97,'其他','代收类型',0,0,0),(98,'天河长期虚拟地址','地址类型',0,0,0),(99,'天河开票地址','地址类型',0,0,0),(100,'天河一般私人地址','地址类型',0,0,0),(101,'天河自有地址','地址类型',0,0,0),(102,'越秀长期虚拟地址','地址类型',0,0,0),(103,'越秀开票地址','地址类型',0,0,0),(104,'越秀一般私人地址','地址类型',0,0,0),(105,'越秀自有地址','地址类型',0,0,0),(106,'海珠长期虚拟地址','地址类型',0,0,0),(107,'海珠开票地址','地址类型',0,0,0),(108,'海珠一般私人地址','地址类型',0,0,0),(109,'海珠自有地址','地址类型',0,0,0),(110,'白云长期虚拟地址','地址类型',0,0,0),(111,'白云开票地址','地址类型',0,0,0),(112,'白云一般私人地址','地址类型',0,0,0),(113,'白云自有地址','地址类型',0,0,0),(114,'花都长期虚拟地址','地址类型',0,0,0),(115,'花都开票地址','地址类型',0,0,0),(116,'花都一般私人地址','地址类型',0,0,0),(117,'花都自有地址','地址类型',0,0,0),(118,'黄埔长期虚拟地址','地址类型',0,0,0),(119,'黄埔开票地址','地址类型',0,0,0),(120,'黄埔一般私人地址','地址类型',0,0,0),(121,'黄埔自有地址','地址类型',0,0,0),(122,'增城长期虚拟地址','地址类型',0,0,0),(123,'增城开票地址','地址类型',0,0,0),(124,'增城一般私人地址','地址类型',0,0,0),(125,'增城自有地址','地址类型',0,0,0),(126,'长期虚拟地址','地址类型',0,0,0),(127,'开票地址','地址类型',0,0,0),(128,'一般私人地址','地址类型',0,0,0),(129,'自有地址','地址类型',0,0,0),(130,'无','地址类型',0,0,0),(131,'帐册费','业务类型',0,0,115),(132,'其他','业务类型',0,0,113),(133,'解除异常明细','业务类型',0,0,101),(134,'食品证','业务类型',0,0,113),(135,'万科世博汇','楼盘',0,0,105);
/*!40000 ALTER TABLE `t_projects_type` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2018-11-02 16:22:49
