-- MySQL dump 10.13  Distrib 5.7.22, for Linux (x86_64)
--
-- Host: 192.168.2.169    Database: db_income2
-- ------------------------------------------------------
-- Server version	5.7.21

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `t_xiezhu_apply`
--

DROP TABLE IF EXISTS `t_xiezhu_apply`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_xiezhu_apply` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `xiezhu_content` varchar(500) DEFAULT NULL,
  `project_id` int(11) DEFAULT NULL,
  `created_at` datetime DEFAULT NULL,
  `xiezhu_zj` varchar(500) DEFAULT '',
  `updated_at` datetime DEFAULT NULL,
  `guid` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=48 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_xiezhu_apply`
--

LOCK TABLES `t_xiezhu_apply` WRITE;
/*!40000 ALTER TABLE `t_xiezhu_apply` DISABLE KEYS */;
INSERT INTO `t_xiezhu_apply` VALUES (1,'客户变更法人800.定金800.资料未做，因内部问题暂时不变更。',2012,'2018-08-06 02:05:27','该客户取消结办，业绩不退。等客户找回来时候再说，这个里面由于何家辉收钱后跟王坚说等通知，等客户确认好再告知王坚做资料并办理，后面王坚也没跟客户联系。现在做取消办结','2018-08-07 04:00:48',NULL),(2,'内部做账客户注销4200元，已收定金2100元，因总公司不配合注销，所以资料无法提供过来注销。',2042,'2018-08-06 02:06:44','',NULL,NULL),(3,'客户办理跨区+法人变更，从增城变更到越秀，客户在准备自己地址，最新联系客户与物业合约有变动，需要重新办理，处理完再通知我。（时间太长将近一年。）',1973,'2018-08-06 02:07:51','客户目前和投资公司尚有事情未处理完毕，无法提供资料，所以要等他资料齐全之后再通知我们，先取消，钱不退','2018-08-23 06:49:01',NULL),(4,'客户一直说在准备地址，6月份微信联系客户没有回复了。',1980,'2018-08-06 02:09:25','',NULL,NULL),(5,'客户不配合，资料未提供，老是推脱出差',2050,'2018-08-06 07:14:21','',NULL,NULL),(6,'客户不配合，资料未提供，老是推脱出差',2049,'2018-08-06 07:15:47','',NULL,NULL),(7,'这个客户是取消办理的，赶紧写取消单。',1732,'2018-08-06 07:25:44','已取消办理','2018-08-09 08:10:04',NULL),(8,'联系不上客户，电话不接，微信不回（有联系到客户，电话也正常拨通，但是后续确认信息的过程中客户就没再回信息了，再拨打电话也不接了。）',320,'2018-08-06 08:28:22','取消办结，业绩不退。等客户找上来时候再说','2018-08-07 04:00:07',NULL),(9,'客户要注销，已在EC反馈，业务、电销未给确认信息',636,'2018-08-07 01:28:06','客户已转为注销，跟单取消，在办理注销了','2018-08-23 06:46:28',NULL),(10,'客户当时跟业务确定是天河开票的地址，后面地址申请好了，客户说寄给他签名，寄到深圳之后客户一直没有寄回来，他说不想办理了，要求退款，但是地址已经申请下来业务跟客户说不能退款，客户就一直拖着',1950,'2018-08-07 07:51:54','',NULL,NULL),(11,'联系不上客户，请电销协助，电销反映客户未能决定注册事宜',1952,'2018-08-07 07:54:29','由于时间过长的单，业务员一定要及时发现并协助跟单处理，不能遗留时间过长。','2018-08-09 08:09:18',NULL),(12,'客户要做教育咨询，番禺区教育咨询服务要求到教育局办备案，客户让我们去帮他弄备案，我们弄不了，客户就要求退款',1510,'2018-08-08 02:32:04','取消办理注册，不取消记账，已经和客户沟通好，因为是客户跟业务员强调过自己去办办不下来，当事人已经离职，只能这种办法处理。请会计主动与客户联系大概什么时间办好执照和开好银行账户。',NULL,NULL),(13,'联系不上客户',1412,'2018-08-08 02:47:19','客户一直无法提供齐全注册的地址资料，先取消办理，以后有需要注册再联系我们',NULL,NULL),(14,'这个客户之前是启慧名下 的，转给我之后跟进客户联系客户给了一次重新核名的费用，但是后面一直说没有想好公司名字，一直拖着，每次联系都说没有确定，客户比较拖',1951,'2018-08-08 02:52:12','已经写过纸质取消单，直接走办结流程。','2018-08-09 08:08:14',NULL),(15,'客户说不办了，要退款，帮客户去现场受理过一次没有受理成功，客户的地址不能做自主申报，他提过不了街道开的场地证明，白云那边只认场地证明。后来一直都联系不上客户',777,'2018-08-08 04:12:38','',NULL,NULL),(16,'7月底客户说要过来公司协商，但一直没来',921,'2018-08-08 06:18:14','',NULL,NULL),(17,'与客户电话沟通，客户本来要注册餐饮公司，但提供的地址只有约11平方米，但工商局要求要13平方米以上面积才能使用注册。我们让客户提供其他地址或办理其他行业类别的公司，客户说暂时不办理了，与业务沟通。',1017,'2018-08-08 06:25:11','',NULL,NULL),(18,'客户一直都说没有想好名字拖着不办理',397,'2018-08-08 07:43:51','取消1300自有地址注册，业绩不退款不退。','2018-08-09 03:26:00',NULL),(19,'税务注销遇到问题，客户执照那些证件不提供，工商这块无法跟进下去',456,'2018-08-08 07:58:35','',NULL,NULL),(20,'之前他就是说一定要有线上经营，他去搞网站搞了几个月，后来又需要安全管理员证才能办，我叫他去考试他说好，所以一直到现在不能办。现在这个地址也不能用了。',2028,'2018-08-09 01:36:29','',NULL,NULL),(21,'找客户拿资料客户说所有资料都丢了，我说重新给她快递签名资料，她说好，但是一直不发地址我',536,'2018-08-09 01:38:45','已联系上客户，把客户微信推给工商跟单',NULL,NULL),(22,'系统信息有误，刘岸辉手机号码：18675956707，麻烦帮忙修改一下客户信息',910,'2018-08-09 02:17:20','','2018-08-09 08:07:39',NULL),(23,'前面客户拿回资料要自己处理地址问题，早上再次联系客户显示微信已被拉黑',2046,'2018-08-09 02:38:44','免费单遇到受阻了，我们先把我们该做的一部分做好做完，如果涉及客户不是做账客户屡次不配合的反馈后可直接审批取消。','2018-08-09 08:07:05',NULL),(24,'陈月娇注销国地税需要法人到现场，但是客户不配合去现场，导致进度卡住办不下去，罗文波已跟协助跟客户沟通，客户不听，故罗文波说结办取消，现需要写取消单',2124,'2018-08-09 08:28:50','已取消','2018-08-09 09:35:51',NULL),(25,'执照已下来并备案还未开户，期间客户回了一次老家，6/11联系之后就一直联系不上客户了',957,'2018-08-09 08:36:03','',NULL,NULL),(26,'不用协助了，已联系上客户了',1768,'2018-08-10 02:32:08','',NULL,NULL),(27,'解除工商年报异常-卡顿（原因是需要报表，会计梁子辛反馈从2016年开始补国地税申报，账本在客户那里，一直联系不上客户，所以无法进行）',1982,'2018-08-10 07:04:40','客户联系不上，时间过久，何家辉的客户，半年多了，先取消办理，等客户找上来时候再说。','2018-08-21 05:51:21',NULL),(28,'客户准备资料过久。',1973,'2018-08-10 07:05:48','已经与客户取得联系，客户说也不知道什么时候能提供好地址资料，已经与客户友好协商，到时候准备好了再联系回我们这里，费用到时再说，客户表示理解和同意。','2018-08-21 05:48:45',NULL),(29,'可以联系得上，但是一直说没准备好资料，说等他联系。已经5个多月了，每次找他都是还没准备。',2044,'2018-08-14 06:46:45','',NULL,NULL),(30,'由于客户临商证明办理不下来，决定退款不办理了',1593,'2018-08-15 02:43:42','',NULL,NULL),(31,'客户因工商被投诉，办不变更，已跟客户确认如果要解除投诉话是需要半年到一年不定。',1818,'2018-08-15 03:02:32','已和客户沟通，告知客户具体情况，客户因工商被投诉，办不了变更，已跟客户确认如果要解除投诉话是需要半年到一年不定。如后期因未变更地址照成的工商和税务不良情况，客户自行承担，客户已知晓情况并答应。','2018-08-22 03:29:14',NULL),(32,'客户的地址是住宅性质需要去元岗街道出具临场证明，由于街道那边不肯给客户开具此证明，工商局一定要求有这证明才能办理执照，已告知客户跟业务员尚未作出回应',1148,'2018-08-15 03:31:10','处理结果：退回客户800元，这一单取消注册。','2018-08-23 06:44:35',NULL),(33,'客户内部股东之间还商量未定，已经拖了5个月了，资料还未给过来受理。',2080,'2018-08-15 03:59:47','取消办理股权变更.对应单号2400，客户股权未确定','2018-08-22 02:45:43',NULL),(34,'客户之前提供的场地使用证明没有编号办不了，后来加钱特殊办理也办不了。现在客户自己去变更好了。',325,'2018-08-16 01:32:26','',NULL,NULL),(35,'客户说开不了备案证明，先不变更了。资料已经全部寄回去给客户，客户说钱先放在我们这，到时候可能会考虑用我们的开票地址。',1543,'2018-08-16 01:35:02','已写取消单','2018-08-22 02:47:55',NULL),(36,'客户确定不再办理公司注册，但没要求退款',491,'2018-08-20 03:01:56','已写取消单','2018-08-22 03:26:36',NULL),(37,'客户一直未接电话，微信也未回',1414,'2018-08-20 06:31:45','我联系客户也没接电话，没回微信 ，下次再继续打客户电话','2018-08-22 03:25:27',NULL),(38,'客户想要经营物流的相关经营范围，客户是自有越秀地址，刚好物流在越秀那边有限制。',2090,'2018-08-21 03:55:32','',NULL,NULL),(39,'客户说不注册公司了，要改为注册商标。',1799,'2018-08-21 06:07:09','',NULL,NULL),(40,'问客户要不要办理客户直接挂电话，电销联系也是挂电话',1153,'2018-08-21 09:30:39','取消办理注册，客户 地址无法提供','2018-08-23 06:30:50',NULL),(41,'7.9号白云隔屏大厦受理注销，受理不成功，原因：关联企业异常，7.9号下午电话客户不接，7.10号微信联系客户不回，7\n10号已通知庄培润告知客户，客户说去处理，一直没给出期限',456,'2018-08-22 02:14:11','',NULL,NULL),(42,'7月份跟冯恒冠那边确认客户还办不办理注销，冯恒冠那边回复：暂停注销，等客户通知，一直没给确定时间，8.22号再次跟冯恒冠那边确认了，先暂办',2075,'2018-08-22 03:12:39','客户有自己的财务每月有做账报税，等客户把商标转走以后再提供资料过来注销，先暂停办理','2018-08-23 06:40:24',NULL),(43,'8月13询问客户的资料准备情况，中间还联系过一次客户，客户一直未回复，今天再次联系客户，客户只回复不办理了，原因未回复',2175,'2018-08-22 03:44:27','',NULL,NULL),(44,'客户的签字资料及地址材料都未提供过来，发信息催客户很久才回复或者未回复',600,'2018-08-22 06:14:05','',NULL,NULL),(45,'客户要办许可证（餐饮）需要健康许可证，客户那边已经去办了几次都办不下来，说不办了，已告知款是不退的，但是客户还是纠结这个款的原因。',819,'2018-08-22 06:20:29','因客户原因办理不了健康证，已告知客户不是我们原因导致办理不了款项不退','2018-08-23 06:38:43',NULL),(46,'申请停置办理。',1980,'2018-08-22 06:39:59','取消该订单，业绩不退。','2018-08-23 06:36:56',NULL),(47,'客户暂时不办理条形码。',1991,'2018-08-22 06:42:26','客户暂时不办理条形码，等以后有需要再联系我们。现取消办理，费用不退','2018-08-23 06:32:55',NULL);
/*!40000 ALTER TABLE `t_xiezhu_apply` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2018-11-02 16:23:08
