-- MySQL dump 10.13  Distrib 5.7.26, for Linux (x86_64)
--
-- Host: 192.168.2.169    Database: db_customer_his
-- ------------------------------------------------------
-- Server version	5.7.21

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `t_projects_category`
--

DROP TABLE IF EXISTS `t_projects_category`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_projects_category` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `category_name` varchar(255) NOT NULL DEFAULT '',
  `uid` int(11) DEFAULT NULL,
  `is_hide` tinyint(4) NOT NULL DEFAULT '0',
  `parent_id` int(11) NOT NULL DEFAULT '0',
  `order_int` int(11) NOT NULL DEFAULT '0',
  `role` int(11) DEFAULT NULL,
  `is_business` tinyint(4) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=420 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_projects_category`
--

LOCK TABLES `t_projects_category` WRITE;
/*!40000 ALTER TABLE `t_projects_category` DISABLE KEYS */;
INSERT INTO `t_projects_category` VALUES (36,'同区变更',141,0,0,0,NULL,0),(38,'变更',139,0,0,1,NULL,0),(39,'跨区变更',139,0,0,2,NULL,0),(40,'食品证',139,0,0,3,NULL,0),(45,'待领执照',139,0,0,4,NULL,0),(49,'跨区变更受理',141,0,0,0,NULL,0),(57,'问题客户',136,0,0,2,NULL,0),(61,'预计核名',106,0,0,1,NULL,0),(62,'领取核名',106,0,0,2,NULL,0),(63,'地址安排',106,0,0,3,NULL,0),(64,'执照受理',106,0,0,5,NULL,0),(65,'领取执照',106,0,0,6,NULL,0),(66,'刻章安排',106,0,0,7,NULL,0),(67,'银行开户',106,0,0,8,NULL,0),(68,'特殊客户',106,0,0,9,NULL,0),(69,'其他',106,0,0,10,NULL,0),(70,'食品证',140,0,0,2,NULL,0),(76,'预计核名',137,0,0,0,NULL,0),(77,'领取核名',137,0,0,0,NULL,0),(78,'地址安排',137,0,0,0,NULL,0),(79,'执照受理',137,0,0,0,NULL,0),(80,'领取执照',137,0,0,0,NULL,0),(81,'刻章备案',137,0,0,0,NULL,0),(90,'还没交接',153,0,0,0,NULL,0),(93,'还没收齐尾款。',153,0,0,0,NULL,0),(98,'流转工商办理。',153,0,0,0,NULL,0),(99,'已完成',153,0,0,0,NULL,0),(105,'解除异常',139,0,0,5,NULL,0),(116,'3、待注销执照（清税证明已拿',239,0,0,3,NULL,0),(117,'没有上传交接单。',153,0,0,0,NULL,0),(118,'3.预计核名',269,0,0,3,NULL,0),(119,'4.领取核名',269,0,0,4,NULL,0),(121,'5.执照受理',269,0,0,5,NULL,0),(127,'尾款待结算',116,0,0,0,NULL,0),(128,'快递资料',116,0,0,0,NULL,0),(129,'进出口权',140,0,0,3,NULL,0),(131,'可以办的',136,0,0,0,NULL,0),(133,'注销银行',138,0,0,8,NULL,0),(137,'待办',140,0,0,4,NULL,0),(138,'等地址',268,0,0,0,NULL,0),(139,'受理中',268,0,0,0,NULL,0),(142,'执照受理中',136,0,0,0,NULL,0),(146,'待处理客户',139,0,0,6,NULL,0),(153,'解除异常',141,0,0,0,NULL,0),(159,'已经发起协助',136,0,0,0,NULL,0),(160,'待定客户',137,0,0,0,NULL,0),(163,'执照办理中',296,0,0,4,NULL,0),(164,'可以办理',296,0,0,1,NULL,0),(165,'已经发起协助的问题客户',296,0,0,5,NULL,0),(166,'暂时不办理客户',296,0,0,6,NULL,0),(188,'问题客户',141,0,0,0,NULL,0),(192,'1.待定',269,0,0,1,NULL,0),(195,'2.等资料',269,0,0,2,NULL,0),(200,'有尾款',155,0,0,0,NULL,0),(202,'跨区变更',381,0,0,4,NULL,0),(204,'食品证',381,0,0,7,NULL,0),(205,'进出口权',381,0,0,8,NULL,0),(206,'6.刻章备案',269,0,0,6,NULL,0),(207,'7.银行开户',269,0,0,7,NULL,0),(208,'没有上传交接单',155,0,0,0,NULL,0),(211,'进出权办理',380,0,0,10,NULL,0),(214,'解除税务异常',380,0,0,3,NULL,0),(220,'税务异常',381,0,0,5,NULL,0),(222,'受阻跟进',381,0,0,1,NULL,0),(223,'待领证',381,0,0,10,NULL,0),(224,'税务变更',381,0,0,9,NULL,0),(225,'工商专员先放着，未交接给客户',155,0,0,0,NULL,0),(226,'手抖按错钮',155,0,0,0,NULL,0),(229,'个体户注销',239,0,0,5,NULL,0),(230,'同区变更',381,0,0,3,NULL,0),(232,'会计去解锁中',155,0,0,0,NULL,0),(248,'月娇提交注销成功注销',210,0,0,0,NULL,0),(258,'解除工商异常',380,0,0,4,NULL,0),(259,'待办客户',381,0,0,2,NULL,0),(260,'同区变更办理中',380,0,0,2,NULL,0),(261,'跨区变更办理中',380,0,0,1,NULL,0),(263,'资料不齐（同区）',380,0,0,7,NULL,0),(264,'待领执照',380,0,0,9,NULL,0),(266,'待定客户',106,0,0,11,NULL,0),(271,'工商异常',381,0,0,6,NULL,0),(272,'约号中',137,0,0,0,NULL,0),(273,'跨区问题客户',141,0,0,0,NULL,0),(275,'资料不齐（跨区）',380,0,0,6,NULL,0),(281,'受阻（非正常）',380,0,0,0,NULL,0),(282,'食品证',380,0,0,11,NULL,0),(283,'注册',140,0,0,5,NULL,0),(284,'待交接',381,0,0,11,NULL,0),(291,'约号中',140,0,0,6,NULL,0),(293,'已领执照待交接',380,0,0,8,NULL,0),(295,'预约受理号',106,0,0,4,NULL,0),(296,'税务问题',138,0,0,8,NULL,0),(297,'正安排地址',296,0,0,2,NULL,0),(298,'已出租赁合同未签名',296,0,0,3,NULL,0),(299,'社保异常，欠费',291,0,0,2,NULL,0),(300,'解管理监控',291,0,0,1,NULL,0),(301,'税控盘，发票事项',291,0,0,2,NULL,0),(302,'递交注销成功资料',291,0,0,0,NULL,0),(303,'客户资料未到',291,0,0,1,NULL,0),(304,'监控企业',325,0,0,1,NULL,0),(306,'凤銮在办',325,0,0,3,NULL,0),(308,'郭婷在办',324,0,0,1,NULL,0),(309,'提交注销资料',324,0,0,4,NULL,0),(310,'郭婷异常企业',324,0,0,2,NULL,0),(320,'梦珊在办',291,0,0,0,NULL,0),(322,'铃怡在办',325,0,0,0,NULL,0),(323,'地址续期',380,0,0,0,NULL,0),(324,'无资料企业',324,0,0,3,NULL,0),(325,'提交成功注销',325,0,0,0,NULL,0),(326,'停办',324,0,0,5,NULL,0),(327,'铃怡异常企业',325,0,0,0,NULL,0),(328,'停办',210,0,0,0,NULL,0),(329,'月娇异常企业',324,0,0,0,NULL,0),(331,'未报商标',338,0,0,0,NULL,0),(332,'已报商标',338,0,0,0,NULL,0),(336,'暂定注销',239,0,0,6,NULL,0),(337,'已办理',138,0,0,0,NULL,0),(338,'可以安排刻章',296,0,0,7,NULL,0),(339,'减资办理',380,0,0,0,NULL,0),(340,'创业补贴',106,0,0,12,NULL,0),(341,'劳动备案',106,0,0,13,NULL,0),(342,'花名册录入',106,0,0,14,NULL,0),(343,'未做劳动备案',106,0,0,15,NULL,0),(344,'伊妮在办',325,0,0,0,NULL,0),(345,'异常企业',291,0,0,0,NULL,0),(346,'申请补贴已安排',106,0,0,16,NULL,0),(347,'往届学历入户',154,0,0,7,NULL,0),(348,'应届生入户',154,0,0,8,NULL,0),(349,'一级劳协',154,0,0,9,NULL,0),(350,'二级劳协',154,0,0,10,NULL,0),(351,'二级人力资源',154,0,0,11,NULL,0),(352,'三级电商',154,0,0,12,NULL,0),(353,'二级职业指导员',154,0,0,13,NULL,0),(354,'自有证书',154,0,0,14,NULL,0),(355,'积分入户',154,0,0,15,NULL,0),(356,'1、待清算',239,0,0,0,NULL,0),(357,'2、已清算（注销国地税中）',239,0,0,1,NULL,0),(361,'工商异常户（销照时）',461,0,0,5,NULL,0),(362,'注销无资料（已公告）',461,0,0,2,NULL,0),(366,'税务报到',140,0,0,7,NULL,0),(367,'新接税务报到',296,0,0,8,NULL,0),(368,'税务报道',106,0,0,17,NULL,0),(369,'无资料',154,0,0,1,NULL,0),(370,'清算备案中',154,0,0,3,NULL,0),(373,'注销执照中',154,0,0,6,NULL,0),(376,'登报中',154,0,0,4,NULL,0),(384,'已有执照可做税务报到',296,0,0,9,NULL,0),(385,'待清算',154,0,0,2,NULL,0),(386,'暂不办理',154,0,0,0,NULL,0),(387,'审计',469,0,0,2,NULL,0),(388,'汇算和审计',469,0,0,1,NULL,0),(389,'汇算',469,0,0,0,NULL,0),(391,'验资报告',469,0,0,0,NULL,0),(393,'待注销执照',154,0,0,5,NULL,0),(394,'系统集成项目管理工程师',154,0,0,16,NULL,0),(396,'注销',106,0,0,18,NULL,0),(397,'无异常企业',291,0,0,0,NULL,0),(398,'暂办',291,0,0,0,NULL,0),(400,'已开户客户',296,0,0,10,NULL,0),(401,'有监控企业',324,0,0,0,NULL,0),(402,'清算备案',106,0,0,19,NULL,0),(403,'执照注销',106,0,0,20,NULL,0),(404,'公司注册',116,0,0,0,NULL,1),(405,'资料不齐',381,0,0,0,NULL,0),(406,'待取消',381,0,0,12,NULL,0),(407,'报纸登报中（没报纸）',461,0,0,4,NULL,0),(408,'暂不办理的（钱问题）',461,0,0,9,NULL,0),(411,'清算备案中（已公告）',461,0,0,3,NULL,0),(412,'待注销执照（待约号）',461,0,0,6,NULL,0),(413,'执照注销中（已约号）',461,0,0,7,NULL,0),(416,'待交接办结（销户的）',461,0,0,8,NULL,0),(417,'待清算安排（待公告）',461,0,0,1,NULL,0),(418,'资料未到',325,0,0,0,NULL,0),(419,'补录单',338,0,0,0,NULL,0);
/*!40000 ALTER TABLE `t_projects_category` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2019-07-19 17:07:33
