-- MySQL dump 10.13  Distrib 5.7.26, for Linux (x86_64)
--
-- Host: 192.168.2.169    Database: db_customer_his
-- ------------------------------------------------------
-- Server version	5.7.21

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `t_user_relation`
--

DROP TABLE IF EXISTS `t_user_relation`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_user_relation` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `department_name` varchar(45) DEFAULT NULL,
  `department_id` int(11) DEFAULT NULL,
  `uid_name` varchar(45) DEFAULT NULL,
  `uid` int(11) DEFAULT NULL,
  `work_tel` varchar(45) DEFAULT NULL,
  `per_tel` varchar(45) DEFAULT NULL,
  `is_leader` tinyint(4) DEFAULT '0' COMMENT '1 事务主管;2 账务主管;3 会计主管; 4 注销主管;',
  `title_name` varchar(45) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=196 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_user_relation`
--

LOCK TABLES `t_user_relation` WRITE;
/*!40000 ALTER TABLE `t_user_relation` DISABLE KEYS */;
INSERT INTO `t_user_relation` VALUES (129,'会计一部',12,'张会会',164,'13288648595','13535378287',0,'客服会计'),(130,'会计一部',12,'潘素婷',166,'13025168230','13650795966',2,'账务主管'),(131,'会计一部',12,'马洁纯',165,'13070294392','13570414434',0,'客服会计'),(132,'会计一部',12,'李风云',167,'13025106712','13560526864',0,'客服会计'),(133,'会计一部',12,'杨结英',172,'13250723934','13422134849',0,'客服会计'),(134,'会计一部',12,'陈翠莲',169,'13060652864','18312808169',0,'客服会计'),(135,'会计一部',12,'杨楚萍',168,'13025179374','13423500263',1,'事务主管'),(136,'会计一部',12,'卢梦萍',170,'13025190573','15915839751',0,'客服会计'),(137,'会计一部',12,'刁秋婷',254,'18617315381','13189157994',0,'会计助理 '),(138,'会计二部,会计四部',13,'陈雨薇',173,'13189052071','15994302540',3,'会计主管'),(139,'会计二部',13,'伍荷敏',174,'18520576624','15989121641',0,'客服会计'),(140,'会计二部',13,'李洁韩',176,'13202519597','13543494494',0,'客服会计'),(141,'会计二部',13,'郑颖芝',178,'13286803494','18813963861',0,'客服会计'),(142,NULL,0,'李永彬',402,'','',0,'客服会计'),(143,'会计二部',13,'梁洁滇',244,'18617373820','18011801994',0,'客服会计'),(144,'会计二部',13,'黄巧玲',277,'13160823686','18565176501',0,'客服会计'),(153,'会计四部',15,'陈嘉慧',229,'18502043126','13415843224',0,'客服会计'),(154,'会计三部',14,'黄晓晴',180,'13025109521','18200867624',3,'会计主管'),(155,'会计三部',14,'孙甜甜',183,'13016096801','18062054007',0,'客服会计'),(156,'会计三部',14,'黄小芬',182,'18620915786','18318092194',0,'客服会计'),(157,'会计三部',14,'刘婷',181,'18502043159','13206765156',0,'客服会计'),(158,'会计三部',14,'钟华秀',184,'15202033983','13922087685',0,'客服会计'),(159,'会计三部',14,'唐海婷',187,'13138628480','13711317409',0,'客服会计'),(160,'会计三部',14,'梁家欣',186,'15202034373','18820787490',0,'客服会计'),(161,'会计三部',14,'卢丽蓉',209,'13189076579','13411805481',0,'客服会计'),(162,'会计三部',14,'张思',203,'18520579945','13435117126',0,'客服会计'),(163,'会计三部',14,'李秋燕',288,'13178846044','13719833295',0,'客服会计'),(164,'会计三部',14,'房燕',289,'13268044893','13421015314',0,'客服会计'),(165,'会计三部',14,'陈可彬',235,'18502043159','15778884268',0,'客服会计'),(166,'会计三部',14,'黄柳如',237,'13005159414','13533332823',0,'客服会计'),(167,'会计三部',14,'赖美伶',323,'15202033783','13621483098',0,'客服会计'),(168,'会计三部',14,'王丽娜',231,'18617314303','15915525151',0,'客服会计'),(169,'会计五部',16,'杨婵',195,'18620765380','15521132614',3,'会计主管'),(170,'会计五部',16,'熊非儿',206,'18529474328','15179129564',0,'客服会计'),(171,'会计五部',16,'刘慧敏',204,'18520579946','18200869448',0,'客服会计'),(172,'会计五部',16,'陈静',253,'18617376271','15626431317',0,'客服会计'),(173,'会计五部',16,'林艳容',175,'18617316621','13719126534',0,'客服会计'),(174,'会计五部',16,'黄晓琪',385,'13268077725','13267754569',0,'客服会计'),(175,'会计五部',16,'梁紫薇',395,'13068828449','13250338449',0,'客服会计'),(176,'会计五部',16,'杨婷',386,'18529474248','15812348214',0,'客服会计'),(177,'注销部',19,'陈月娇',210,'18123533639','15814348137',4,'注销主管'),(178,'注销部',19,'蔡健全',291,NULL,'15622000190',0,'注销会计专员'),(179,'会计四部',15,'黄靖茜',276,NULL,NULL,0,'客服会计'),(180,'会计二部',13,'吴庆敏',232,NULL,NULL,0,'会计助理'),(181,'会计五部',16,'梁瑞莹',448,NULL,NULL,0,'客服会计'),(182,'会计二部',13,'周宝祥',459,'','13232822533',0,'会计助理'),(184,'会计五部',16,'周黄微',463,'','15220017807',0,'客服会计'),(185,'会计二部',13,'吴梅飞',466,'','18824152546',0,'客服会计'),(186,'会计一部',12,'李文娟',470,'','13533157061',0,'会计助理'),(187,'会计一部',12,'欧嘉倩',471,'','15915984474',0,'会计助理'),(188,'会计一部',12,'李翠怡',475,'','15876355836',0,'会计实习生'),(189,'会计五部',16,'王笑',476,'','13642979780',0,'客服会计'),(190,'会计三部',14,'陈诗涵',483,'','13692092412',0,'会计助理'),(191,'会计三部',14,'张荣',485,'','18579184605',0,'客服会计'),(192,'会计五部',16,'李丽华',491,'','17620185804',0,'客服会计'),(193,'会计二部',13,'周楚榆',315,NULL,'',0,'会计实习生'),(194,'会计二部',13,'陈雪华',307,NULL,NULL,0,'会计实习生'),(195,'会计二部',13,'夏晓丹',306,NULL,NULL,0,'会计实习生');
/*!40000 ALTER TABLE `t_user_relation` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2019-07-19 17:07:39
