-- MySQL dump 10.13  Distrib 5.7.22, for Linux (x86_64)
--
-- Host: 192.168.2.169    Database: db_company
-- ------------------------------------------------------
-- Server version	5.7.21

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `t_company_tag`
--

DROP TABLE IF EXISTS `t_company_tag`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_company_tag` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `tag_name` varchar(255) DEFAULT NULL,
  `tag_category` varchar(255) DEFAULT NULL,
  `order_int` int(11) NOT NULL DEFAULT '0',
  `is_hide` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=113 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_company_tag`
--

LOCK TABLES `t_company_tag` WRITE;
/*!40000 ALTER TABLE `t_company_tag` DISABLE KEYS */;
INSERT INTO `t_company_tag` VALUES (1,'空号','状态',0,0),(2,'需求注册','需求',0,0),(3,'需求记账','需求',0,0),(4,'变更','需求',0,0),(5,'注销','需求',0,0),(6,'需求商标','需求',0,0),(7,'需求个体户','需求',0,0),(8,'需求买卖公司','需求',0,0),(9,'需求香港公司','需求',0,0),(10,'需求外资','需求',0,0),(11,'需求食品证','需求',0,0),(12,'餐饮许可证','需求',0,0),(13,'进出口许可证','需求',0,0),(14,'其他许可证件','需求',0,0),(15,'需求入户','需求',0,0),(16,'需求装修','需求',0,0),(17,'需求装修\n','需求',0,0),(18,'高质量A类','质量',0,0),(19,'中质量B1类','质量',0,0),(20,'中质量B2类','质量',0,0),(21,'低质量C1类','质量',0,0),(22,'低质量C2类','质量',0,0),(23,'同行','质量',0,0),(24,'无效业务咨询','质量',0,0),(25,'没咨询过我司','质量',0,0),(26,'待定','质量',0,0),(27,'在线咨询','渠道（前端）',0,1),(28,'直拨电话','渠道（前端）',0,1),(29,'SEO','渠道（前端）',0,1),(30,'传统渠道商机','渠道（前端）',0,1),(31,'客户自身业务','渠道（前端）',0,1),(32,'客户介绍客户','渠道（前端）',0,1),(33,'销售主动开发','渠道（前端）',0,1),(34,'员工介绍朋友','渠道（前端）',0,1),(35,'楼盘客介绍客','渠道（前端）',0,1),(36,'咨询注册','咨询（前端）',0,1),(37,'咨询记账','咨询（前端）',0,1),(38,'咨询变更','咨询（前端）',0,1),(39,'咨询注销','咨询（前端）',0,1),(40,'咨询商标','咨询（前端）',0,1),(41,'咨询个体户','咨询（前端）',0,1),(42,'咨询买卖公司','咨询（前端）',0,1),(43,'咨询香港公司','咨询（前端）',0,1),(44,'公司起名','咨询（前端）',0,1),(45,'咨询外资','咨询（前端）',0,1),(46,'咨询食品证','咨询（前端）',0,1),(47,'咨询进出口权','咨询（前端）',0,1),(48,'咨询许可证','咨询（前端）',0,1),(49,'咨询入户','咨询（前端）',0,1),(50,'咨询装修','咨询（前端）',0,1),(51,'优质商机','质量（前端）',0,1),(52,'普通商机','质量（前端）',0,1),(53,'已成交','跟进（业务）',0,1),(54,'到访后考虑中','跟进（业务）',0,1),(55,'到访后可放弃','跟进（业务）',0,1),(56,'到访时间已约','跟进（业务）',0,1),(57,'重点跟进中','跟进（业务）',0,1),(58,'方案未确定','跟进（业务）',0,1),(59,'对比价格中','跟进（业务）',0,1),(60,'股东商量中','跟进（业务）',0,1),(61,'本月内确定','跟进（业务）',0,1),(62,'一周内确定','跟进（业务）',0,1),(63,'三天内确定','跟进（业务）',0,1),(64,'意向变弱','跟进（业务）',0,1),(65,'暂时拒绝','跟进（业务）',0,1),(66,'不接电话','跟进（业务）',0,1),(67,'后续可跟进','跟进（业务）',0,1),(68,'资料有误','跟进（业务）',0,1),(69,'已流失同行','跟进（业务）',0,1),(70,'需求注册','需求（业务）',0,1),(71,'需求记账','需求（业务）',0,1),(72,'需求变更','需求（业务）',0,1),(73,'需求注销','需求（业务）',0,1),(74,'需求商标','需求（业务）',0,1),(75,'需求个体户','需求（业务）',0,1),(76,'需求买卖公司','需求（业务）',0,1),(77,'需求香港公司','需求（业务）',0,1),(78,'需求外资','需求（业务）',0,1),(79,'需求食品证','需求（业务）',0,1),(80,'餐饮许可证','需求（业务）',0,1),(81,'进出口许可证','需求（业务）',0,1),(82,'其他许可证件','需求（业务）',0,1),(83,'需求入户','需求（业务）',0,1),(84,'需求装修','需求（业务）',0,1),(85,'高质量A类','质量（业务）',0,1),(86,'中质量B1类','质量（业务）',0,1),(87,'中质量B2类','质量（业务）',0,1),(88,'低质量C1类','质量（业务）',0,1),(89,'低质量C2类','质量（业务）',0,1),(90,'同行','质量（业务）',0,1),(91,'无效业务咨询','质量（业务）',0,1),(92,'没咨询过我司','质量（业务）',0,1),(93,'办理自有地址','成交（业务）',0,1),(94,'办理虚拟地址','成交（业务）',0,1),(95,'办理开票地址','成交（业务）',0,1),(96,'办纳税人地址','成交（业务）',0,1),(97,'办理记账','成交（业务）',0,1),(98,'办理商标','成交（业务）',0,1),(99,'升一般纳税人','成交（业务）',0,1),(100,'办理变更','成交（业务）',0,1),(101,'办理注销','成交（业务）',0,1),(102,'办理入户','成交（业务）',0,1),(103,'办理香港公司','成交（业务）',0,1),(104,'办理食品证','成交（业务）',0,1),(105,'办理进出口','成交（业务）',0,1),(106,'办理个体户','成交（业务）',0,1),(107,'办理转让公司','成交（业务）',0,1),(108,'办理转让商标','成交（业务）',0,1),(109,'办理装修','成交（业务）',0,1),(110,'已签记账','签账（业务）',0,1),(111,'待签记账','签账（业务）',0,1),(112,'确定不签记账','签账（业务）',0,1);
/*!40000 ALTER TABLE `t_company_tag` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2019-03-29 17:39:03
