-- MySQL dump 10.13  Distrib 5.7.22, for Linux (x86_64)
--
-- Host: 192.168.2.169    Database: db_customer_test
-- ------------------------------------------------------
-- Server version	5.7.21

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `t_company_name`
--

DROP TABLE IF EXISTS `t_company_name`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_company_name` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) DEFAULT NULL,
  `uid` int(11) NOT NULL DEFAULT '0',
  `uid_name` varchar(255) DEFAULT NULL,
  `created_at` datetime DEFAULT NULL,
  `remark` varchar(4000) DEFAULT NULL,
  `customer_id` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=156 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_company_name`
--

LOCK TABLES `t_company_name` WRITE;
/*!40000 ALTER TABLE `t_company_name` DISABLE KEYS */;
INSERT INTO `t_company_name` VALUES (1,'到沙发范德萨',161,'周萍','2018-05-16 08:05:31','到沙发凤',0),(2,'到沙发范德萨',161,'周萍','2018-05-16 08:07:46','到沙发凤',0),(3,'上达到',161,'周萍','2018-05-16 08:09:28','撒',0),(5,'阿斯顿是',161,'周萍','2018-05-16 08:23:44','士大夫士大夫',1),(6,'到沙发到沙发萨达',161,'周萍','2018-05-16 08:23:38','',1),(7,'范德萨',161,'周萍','2018-05-16 08:23:51','到沙发士大夫萨达',1),(8,'广州誉天科技有限公司',116,'陈太智','2018-08-23 07:41:48','',4045),(9,'广州车尚劲汽车有限公司',116,'陈太智','2018-09-05 09:23:46','',4160),(10,'广州觅创商贸有限公司',161,'周萍','2018-09-19 08:34:33','',42),(11,'广东有点牛文化传媒有限公司',371,'慕容嘉雯','2018-09-29 02:42:48','',4042),(12,'广州爱食妞网络科技有限公司',99,'吴凤','2018-09-29 08:46:15','',4042),(13,'广州奕成投资发展有限公司',371,'慕容嘉雯','2018-10-09 06:01:31','',2193),(14,'州奕志投资发展有限公司',371,'慕容嘉雯','2018-10-09 07:14:47','',2193),(15,'广州欧缇医疗科技有限公司',371,'慕容嘉雯','2018-10-09 07:17:59','',2068),(16,'广州阿果拉智慧科技有限公司',116,'陈太智','2018-10-10 02:42:33','',3415),(17,'广州微恩展览服务有限公司',99,'吴凤','2018-10-10 09:15:45','',3920),(18,'广州市柏斯沃电子产吕有限公司海珠分公司',119,'罗文波','2018-10-11 03:49:31','',3517),(19,'广州市曾城锦连居饮品店',119,'罗文波','2018-10-12 03:01:26','',3468),(20,'广州市白云区鹤龙麻小得食品商行',99,'吴凤','2018-10-12 03:43:44','',3412),(21,'广州暴蜂竞技品牌设计有限公司',371,'慕容嘉雯','2018-10-16 05:49:53','',2001),(22,'广州墨悦文化传播有限公司',371,'慕容嘉雯','2018-10-16 09:44:30','',955),(23,'乐家家智能科技（广州）有限公司',371,'慕容嘉雯','2018-10-17 02:48:00','',4421),(24,'广州食上食品有限公司',371,'慕容嘉雯','2018-10-17 08:23:42','',457),(25,'广州市包家屹食品有限公司',371,'慕容嘉雯','2018-10-17 09:09:47','',4399),(26,'广州秘银信息科技有限公司',371,'慕容嘉雯','2018-10-17 09:39:42','',3750),(27,'广州市昀诺教育有限公司',99,'吴凤','2018-10-18 09:40:34','',4451),(28,'广州市昀诺教育咨询有限公司',116,'陈太智','2018-10-19 01:34:58','',4451),(29,'广东睿电航空服务有限公司',371,'慕容嘉雯','2018-10-19 01:56:20','',1719),(30,'广州爱陪共享科技有限公司',99,'吴凤','2018-10-19 07:12:25','',3287),(31,'路皑维广州服饰有限公司',98,'吴蔚亮','2018-10-19 09:49:20','',3410),(32,'广州二干士商贸有限公司',98,'吴蔚亮','2018-10-19 10:02:40','',3944),(33,'广州市富钰文化传播有限公司',99,'吴凤','2018-10-22 03:03:51','',3249),(34,'广州厚锟服饰有限公司',99,'吴凤','2018-10-22 06:58:01','',3249),(36,'广州雅晨服饰有限公司',371,'慕容嘉雯','2018-10-23 06:56:10','',1619),(37,'广州杍灵贸易有限公司',371,'慕容嘉雯','2018-10-23 09:28:18','',1005),(38,'广州木言佳实业有限公司',371,'慕容嘉雯','2018-10-24 05:52:06','',1305),(51,'广州施威电气有限公司',371,'慕容嘉雯','2018-10-24 07:54:42','',1120),(52,'广州攸州钢板桩设备工程限公司',98,'吴蔚亮','2018-10-26 03:32:41','',2027),(53,'广州首广文化传媒有限公司',371,'慕容嘉雯','2018-10-30 06:49:35','',710),(54,'星维（广州）贸易有限公司',268,'李佳欣','2018-10-31 10:36:26','',4516),(55,'广州上达网络有限公司',98,'吴蔚亮','2018-10-31 05:42:52','',705),(56,'广州金点子策划有限公司',269,'陶君怡','2018-10-31 16:19:26','',4474),(57,'广州裕和物流有限公司',137,'钟明霞','2018-11-01 11:12:33','',4534),(58,'广州鹏蓝化工有限公司',98,'吴蔚亮','2018-11-01 07:43:24','',1939),(59,'欧菲智慧超市',296,'梁倩','2018-11-02 14:50:33','',4535),(60,'广州图娜贸易有限公司',239,'李杰','2018-11-02 17:59:41','',4464),(61,'广州州艾善美化妆品有限公司',239,'李杰','2018-11-02 18:01:03','',4368),(62,'广州市鑫盛佳服饰有限公司',268,'李佳欣','2018-11-06 11:58:49','',4444),(63,'广州酷睿体悟科技有限公司',371,'慕容嘉雯','2018-11-06 17:27:26','',4494),(64,'张玉金生物科技有限公司',95,'何诗明','2018-11-08 14:31:56','',4586),(65,'广州乐田餐饮管理有限公司',209,'卢丽蓉','2018-11-09 15:23:49','',2296),(66,'广州乐田餐饮管理有限公司广州分公司',209,'卢丽蓉','2018-11-09 16:02:19','',2296),(67,'广州沁赢网络科技有限公司',371,'慕容嘉雯','2018-11-15 09:48:16','',380),(68,'广州一加环保科技有限公司',296,'梁倩','2018-11-15 10:59:55','',4589),(69,'广州市卉云网络科技有限公司',405,'古沛怡','2018-11-16 15:21:06','',4157),(70,'广州千珏资产管理有限公司',141,'刘建光','2018-11-16 16:44:32','',887),(71,'广州千珏资贸易有限公司',119,'罗文波','2018-11-19 08:59:24','',887),(72,'广州市锐舜贸易有限公司',405,'古沛怡','2018-11-19 09:19:06','',4654),(73,'广州白云区鹤龙麻小得食品商行',239,'李杰','2018-11-23 10:33:21','',3552),(74,'威利控股(广州）有限公司',98,'吴蔚亮','2018-11-23 18:25:57','',2958),(75,'广州言成月生科技有限公司',98,'吴蔚亮','2018-11-23 18:27:59','',2985),(76,'广州通顺房地产代理有限公司',98,'吴蔚亮','2018-11-23 19:26:52','',3986),(77,'大龙鼎兴（广州）科技发展有限公司',98,'吴蔚亮','2018-11-23 19:31:36','',4587),(78,'广州六月七信息科技有限公司',239,'李杰','2018-11-26 14:59:40','',4625),(79,'广州润金润滑科技有限公司',296,'梁倩','2018-11-26 16:04:57','',4573),(80,'大龙鼎兴（广州）实业有限公司',119,'罗文波','2018-11-27 15:14:44','',4587),(81,'广东慧美投资管理有限公司',141,'刘建光','2018-11-27 15:22:33','',363),(82,'广州金林电子商务有限公司',122,'何健锋','2018-11-27 16:57:36','',1915),(83,'广州赋丽化妆品有限公司',296,'梁倩','2018-11-29 14:18:25','',4656),(84,'广州四维兴业贸易有限公司',296,'梁倩','2018-11-30 09:28:17','',4701),(85,'广州利丰水族贸易有限公司',140,'莫诗域','2018-11-30 14:31:41','',4630),(86,'广州蒂柏金珠宝有限公司',239,'李杰','2018-12-03 10:08:11','',658),(87,'广州暖蓓贸易有限公司',138,'王坚','2018-12-03 14:34:39','',4749),(88,'广东省华宇立体绿化建设有限公司',296,'梁倩','2018-12-04 15:45:28','',4633),(89,'广州强雄水电安装工程有限公司',97,'庄培润','2018-12-05 10:53:03','',4089),(90,'广州市零起步互联网科技有限公司',405,'古沛怡','2018-12-05 11:48:40','',3250),(91,'广州德春餐饮管理有限公司',405,'古沛怡','2018-12-10 14:35:08','',226),(92,'广州朗轩酒店管理有限公司',141,'刘建光','2018-12-12 11:50:51','',2450),(93,'广州博悦晨星科技有限公司',106,'陈小银','2018-12-17 09:39:54','',4867),(94,'广州荣益商品检验有限公司',169,'陈翠莲','2018-12-17 10:16:20','',125),(95,'广州玖盛生物科技有限公司',296,'梁倩','2018-12-17 10:24:01','',4927),(96,'广州海杰公路养护有限公司',141,'刘建光','2018-12-17 15:37:44','',2313),(97,'广州奇度家具用品有限公司',116,'陈太智','2018-12-18 11:45:49','',205),(98,'广州恒祥装修材料科技有限公司',116,'陈太智','2018-12-18 12:22:18','',552),(99,'广州燕茂服装有限公司',116,'陈太智','2018-12-18 12:41:47','',947),(100,'广州凤栖梧文化传媒有限公司',116,'陈太智','2018-12-18 12:58:53','',1924),(101,'广州市志诚体育实施工程有限公司',116,'陈太智','2018-12-18 13:13:01','',2206),(102,'广州嘉稷信息科技有限公司',116,'陈太智','2018-12-18 13:22:06','',2544),(103,'广州宝必来医疗服务投资有限公司',153,'江嘉琳','2018-12-18 14:27:21','',4304),(104,'广州言成月生物科技有限公司',116,'陈太智','2018-12-18 14:32:01','',2985),(105,'广州市合保理森贸易有限公司',153,'江嘉琳','2018-12-18 14:54:28','',4480),(106,'广州市贺博电子商务有限公司',153,'江嘉琳','2018-12-18 15:02:31','',4509),(107,'广州豪亮食品店有限公司',116,'陈太智','2018-12-18 15:15:05','',3290),(109,'广州市星空互动科技有限公司',116,'陈太智','2018-12-18 15:32:04','',3492),(110,'广州市富郦汽车美容有限公司',116,'陈太智','2018-12-18 15:43:08','',3580),(111,'屉茶（广州）茶叶有限公司',116,'陈太智','2018-12-18 15:48:20','',3631),(112,'广州瑞无忧信息科技有限公司',116,'陈太智','2018-12-18 16:05:12','',3659),(113,'广州图拉扬网络技术有限公司',153,'江嘉琳','2018-12-18 17:22:00','',3871),(114,'广州芳萱汯业服饰有限公司',153,'江嘉琳','2018-12-18 17:25:08','',3904),(115,'广州市亚磊信息科技有限公司',153,'江嘉琳','2018-12-18 17:26:19','',3930),(116,'广州康源文化旅游发展有限公司',296,'梁倩','2018-12-18 18:14:16','',4994),(117,'广州市天河区棠下奕扬文化用品经营部',153,'江嘉琳','2018-12-19 09:22:39','',4161),(118,'广州市赢德喜餐饮管理有限公司',405,'古沛怡','2018-12-19 10:02:57','',770),(119,'广州纤体生物科技有限公司',405,'古沛怡','2018-12-19 11:22:53','',757),(120,'广州九系企业管理有限公司',405,'古沛怡','2018-12-19 11:42:22','',2281),(121,'广州海杰建设有限公司',405,'古沛怡','2018-12-19 11:46:15','',2313),(122,'广州企橙信息科技有限公司',141,'刘建光','2018-12-20 10:21:41','',4918),(123,'中略（广州）科技咨询有限公司',405,'古沛怡','2018-12-21 09:46:38','',2105),(124,'广州海杰公路养护有限公司',141,'刘建光','2018-12-21 15:39:49','',2313),(125,'广州喜世文化传播有限公司',172,'杨结英','2018-12-21 17:58:42','',203),(126,'广州喜世传播文化有限公司',405,'古沛怡','2018-12-24 09:11:19','',4225),(127,'广州智聚众创空间有限公司',203,'张思','2018-12-25 14:34:57','公司改名字了：广州智聚创业科技服务有限公司',3040),(128,'广州泰丽装饰工程有限公司',98,'吴蔚亮','2018-12-25 17:02:52','',2822),(129,'广州炜品晖展示制品有限公司',141,'刘建光','2018-12-27 10:46:34','',4548),(130,'广州伊台秀皮具有限公司',165,'马洁纯','2018-12-27 17:32:58','',114),(131,'广州言成月生科技有限公司',98,'吴蔚亮','2018-12-28 10:01:55','',2985),(132,'广州市瑧钟声体育用品有限责任公司',405,'古沛怡','2018-12-28 14:14:31','',408),(133,'珠琳佳梦（广州）服装贸易有限公司',141,'刘建光','2019-01-02 10:30:06','',2072),(134,'世纪华商（广州）投资顾问有限公司',98,'吴蔚亮','2019-01-03 11:20:05','',1986),(135,'广州春会物业管理有限公司',141,'刘建光','2019-01-08 14:03:10','',666),(136,'广州福嵘记食品有限公司',141,'刘建光','2019-01-09 12:55:38','',1738),(137,'广州微众健康信息咨询有限公司',98,'吴蔚亮','2019-01-10 16:36:24','',1621),(138,'广州市浩宣胜贸易有限公司',141,'刘建光','2019-01-16 15:51:37','',389),(139,'广州智聚众创空间有限公司',98,'吴蔚亮','2019-01-17 17:36:57','',3040),(140,'广州知合堂原服饰有限公司',133,'黄晓芳','2019-01-21 10:37:51','',683),(141,'广州市喆斯慧服装有限公司',99,'吴凤','2019-01-23 14:00:28','',1400),(142,'广州光电华知识产权代理有限公司',99,'吴凤','2019-01-23 14:15:01','之前登记错了',2203),(143,'临沂蒂梵森家居有限公司',99,'吴凤','2019-01-24 13:37:42','',1152),(144,'广州棵木营林科技有限',99,'吴凤','2019-01-25 13:56:06','之前登记错',2633),(145,'广州放学后教育科技有限公司',99,'吴凤','2019-01-25 13:57:59','',4282),(146,'广州三檀国际贸易有限公司',99,'吴凤','2019-01-25 14:01:10','',377),(147,'广州汇合企业咨询管理有限公司',99,'吴凤','2019-01-25 14:02:38','',2201),(148,'广州源景商贸有限公司',99,'吴凤','2019-01-25 14:03:34','',1756),(149,'广州聚道商贸有限公司',296,'梁倩','2019-01-28 11:11:59','',5117),(150,'广州亚建工程设计咨询有限公司',98,'吴蔚亮','2019-02-22 16:11:55','',867),(151,'广州亚建工程设计咨询有限公司6666',98,'吴蔚亮','2019-02-22 16:35:07','',867),(152,'广州亚建工程设计咨询有限公司',116,'陈太智','2019-02-22 16:40:27','',867),(153,'广州亚建工程设计咨询有限公司6',98,'吴蔚亮','2019-02-22 16:43:51','',867),(154,'广州市番禺区康华综合门诊部（普通合伙）',98,'吴蔚亮','2019-03-07 10:33:50','',4968),(155,'广州市番禺区康华综合门诊部（普通合伙）1',98,'吴蔚亮','2019-03-07 10:34:07','',4968);
/*!40000 ALTER TABLE `t_company_name` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2019-03-29 17:39:05
