-- MySQL dump 10.13  Distrib 5.7.22, for Linux (x86_64)
--
-- Host: 192.168.2.169    Database: db_income_test
-- ------------------------------------------------------
-- Server version	5.7.21

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `t_same_company`
--

DROP TABLE IF EXISTS `t_same_company`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_same_company` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `project_id` int(11) DEFAULT NULL,
  `customer_id` int(11) DEFAULT NULL,
  `customer_company` varchar(45) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `project_id` (`project_id`)
) ENGINE=InnoDB AUTO_INCREMENT=173 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_same_company`
--

LOCK TABLES `t_same_company` WRITE;
/*!40000 ALTER TABLE `t_same_company` DISABLE KEYS */;
INSERT INTO `t_same_company` VALUES (1,2266,1333,'广州极易懂企业信息咨询有限公司'),(2,1806,3407,'广州旭乐康科技有限公司'),(3,1915,3807,'小铭电子材料科技（广州）有限公司'),(4,2276,2959,'威宁物业投资（广州）有限公司'),(5,2275,2958,'威利控股(广州）有限公司'),(6,2274,2957,'澳中投资控股（广州）有限公司'),(7,1191,3348,'广州铭潮电子商务有限公司'),(8,2286,1940,'广州新迪网络科技有限公司'),(9,2192,3985,'广州市微琴湾服饰有限公司'),(10,2289,3421,'广州新希望信息咨询有限公司'),(11,2289,3421,'广州新希望信息咨询有限公司'),(12,2289,3421,'广州新希望信息咨询有限公司'),(13,2289,3421,'广州新希望信息咨询有限公司'),(14,2282,1881,'广东坤玛机电有限公司'),(15,2291,3537,'东方撒艺（广州）文化发展有限公司'),(16,1752,3684,'广州聚美传奇生物科技有限公司'),(17,2305,3185,'广州闪电健身体育有限公司'),(18,2306,858,'广州酷动体育发展有限公司'),(19,1912,4026,'上海励宏清洁服务有限公司广东分公司'),(20,2318,3961,'广州市力天机械设备有限公司'),(21,2311,2800,'广州汇锦能效科技有限公司'),(22,2322,3974,'广州昇达信息科技有限公司'),(23,2324,3974,'广州昇达信息科技有限公司'),(24,2329,1398,'广州霖智服饰有限公司'),(25,2338,3651,'广州朗晟实业投资有限公司'),(26,2344,1486,'共睹（广州）网络科技有限公司'),(27,2344,1486,'共睹（广州）网络科技有限公司'),(28,2353,3961,'广州市力天机械设备有限公司'),(29,2348,4041,'广州富利来科技有限公司'),(30,2349,4040,'广州广聚合科技有限公司'),(31,2372,1142,'广州万米投资咨询有限公司'),(32,2397,3040,'广州智聚众创空间有限公司'),(33,367,3468,'广州市曾城锦连居饮品店'),(34,1962,3442,'广州亚渼罗夕服饰有限公司'),(35,2403,3844,'广州常荣服饰有限公司'),(36,2408,3779,'广东旺程易购商贸有限公司'),(37,2413,4036,'广州金睿企业管理有限公司'),(38,2405,1974,'广州明心心理咨询有限责任公司'),(39,2429,1255,'广州真亦好服饰有限公司'),(40,2446,111,'广州凡几文化发展有限公司'),(41,2455,4097,'广州科迪信息科技有限公司'),(42,2444,3862,'广州云建影视科技有限公司'),(43,2453,4095,'广州淘米艺术有限公司'),(44,2451,4103,'广州福斯廷国际进出口有限公司'),(45,2463,4020,'广州米亚诺建筑装饰材料有限公司'),(46,2462,4107,'广东京卫人力资源有限公司'),(47,2464,4109,'广州微媒信息科技有限公司'),(48,2476,1315,'广州垦垦餐饮管理有限公司'),(49,2478,3135,'广州籁越服饰有限公司'),(50,2484,1553,'广州鑫达顺恒商务服务有限公司'),(51,2489,1774,'佰迪（广州）清洁服务有限公司'),(52,2490,1774,'佰迪（广州）清洁服务有限公司'),(53,2501,1553,'广州鑫达顺恒商务服务有限公司'),(54,2506,4027,'广州市南沙区我们家蛋糕烘焙店'),(55,2515,2277,'广州腾睿控股有限公司'),(56,2526,3942,'广州西汉传媒科技有限公司'),(57,2526,3942,'广州西汉传媒科技有限公司'),(58,2527,2770,'银信联（广州）科技有限公司'),(59,2540,3565,'广州市海珠区小家菜美食店'),(60,2542,1243,'广州布可说贸易有限公司'),(61,741,3326,'金狮保安服务（深圳）有限公司广州分公司'),(62,2541,1679,'广州德匠建筑有限公司'),(63,2562,4099,'广州长基和盛机电设备有限公司'),(64,2558,1271,'广东澳斯嘉儿婴幼儿用品有限公司'),(65,2560,104,'云南国中国际旅行社有限公司广州分公司'),(66,2565,1792,'再行科技（广州）有限公司'),(67,2566,1409,'广东宏旺生物科技有限公司'),(68,2571,3973,'广州百圳楠咨询服务有限公司'),(69,2573,1409,'广东宏旺生物科技有限公司'),(70,2588,3869,'广东蓝米健康科技有限公司'),(71,2589,2165,'千聚格（广州）贸易有限公司'),(72,2591,3764,'广州琦彩化妆品有限公司'),(73,2328,3984,'广州比弗溪农业科技有限公司'),(74,2612,3933,'广州普惠投资信息有限公司'),(75,2613,4204,'广州鑫麟贸易有限公司'),(76,2615,1567,'广州市亿丰科技有限公司'),(77,2618,1811,'广州金西科农业发展有限公司'),(78,2619,1849,'广州丽伟科技有限公司'),(79,2465,4146,'广州伊莱曼医疗美容门诊部有限公司'),(80,2635,940,'广州欧佰电子商务有限公司'),(81,2642,3743,'暗流资讯（广州）有限公司'),(82,2645,1772,'吉田（广州）贸易有限公司'),(83,2638,2179,'九为（广州）信息科技有限公司'),(84,1988,2672,'广州市沃岽升商务有限公司'),(85,2649,1409,'广东宏旺生物科技有限公司'),(86,2659,4009,'广州嘉隽贸易有限公司'),(87,2662,3778,'广州昌源玻璃制品有限公司'),(88,2656,1523,'广州凯新金属制品有限公司'),(89,2661,574,'广州礼尔进出口贸易有限公司'),(90,2664,3322,'万汇通（广州）综合能源服务有限公司'),(91,2666,2032,'奥菲拉（广州）珠宝首饰有限公司'),(92,2665,598,'深圳市三禾田清洁服务有限公司广州分公司'),(93,2660,4223,'广州润美生物科技有限公司'),(94,2653,171,'广州市澜纺贸易有限公司'),(95,1998,2720,'广州海旷电子科技有限公司'),(96,1992,3867,'广州融益捷信息科技有限公司'),(97,2674,4034,'广东中投金控有限公司'),(98,2684,4062,'启睿达（广州）企业管理顾问有限公司'),(99,966,389,'广州市浩宣胜贸易有限公司'),(100,2455,4143,'广州全科信息科技有限公司'),(101,2975,4162,'地爆天星（广州）科技有限公司'),(102,3135,2290,'广州安捷燃气有限公司'),(103,3157,1084,'广州郁泉蓝化妆品有限公司'),(104,3274,3736,'广州戎森文化传媒有限公司'),(105,3359,4338,'广州润兴科技有限公司'),(106,3379,2846,'广州嘉维物业管理有限公司'),(107,3372,3785,'广州奕志投资发展有限公司'),(108,2104,787,'广州薇恩展览服务有限公司'),(109,3439,3585,'广州沃星企业管理有限公司'),(110,3467,3552,'广州白云区鹤龙麻小得食品商行'),(111,3566,4100,'广州敏婷贸易有限公司'),(112,3293,4392,'广州闪迪家居用品有限公司'),(113,2673,203,'广州喜世文化传播有限公司'),(114,1865,3772,'广州海峰清洁服务有限公司'),(115,454,265,'广东巽煜石油化工能源有限公司'),(116,3582,4269,'广东新玛泵业有限公司'),(117,3448,4421,'居安智能科技（广州）有限公司'),(118,3412,549,'广州市包家屹食品商贸有限公司'),(119,382,569,'广州幕僚科技咨询有限公司'),(120,3620,582,'广东卫创通信技术有限公司'),(121,3610,1247,'广州市昀诺教育咨询有限公司'),(122,3662,3571,'宝乐科技（广州）有限公司'),(123,976,673,'路皑维（广州）服饰有限公司'),(124,3336,728,'广州市二干士商贸有限公司'),(125,3711,4438,'广州库那索生物科技有限公司'),(126,3656,4422,'广州市范小妞服饰店'),(127,3877,2846,'广州嘉维物业管理有限公司'),(128,3884,4419,'米珂贸易（广州）有限公司'),(129,3910,549,'广州市包家屹食品商贸有限公司'),(130,4008,2182,'广州迪尼斯家具五金有限公司'),(131,4034,4269,'广东新玛泵业有限公司'),(132,4067,4506,'广州新顺通冷链物流有限公司'),(133,4091,4545,'爱庭（广州）贸易有限公司'),(134,4145,4557,'广州市小别野贸易有限公司'),(135,4151,4559,'广州市铭望纤维制品有限公司'),(136,4235,2081,'乐森生物科技（广州）有限公司'),(137,4273,4114,'伍幺幺（广州）科技有限公司'),(138,4300,4323,'广州生派学力教育科技有限公司'),(139,4304,3047,'广州乐田餐饮管理有限公司广州分公司'),(140,4366,4590,'广州市浩凯科技有限公司'),(141,3907,4456,'广州市晶名贸易有限公司'),(142,4444,4415,'吃多多（广州）网络科技有限公司'),(143,4479,4521,'广州高精锻铸机械有限公司'),(144,4480,2188,'盛高盛纺织品（广州）有限公司'),(145,2848,4273,'广东温澜教育投资有限公司'),(146,4906,4700,'广州丹意科技有限公司'),(147,4949,3421,'广州新希望信息咨询有限公司'),(148,667,3132,'九鸭科技（广州）有限公司'),(149,608,3206,'广州市启程机电设备有限公司'),(150,4990,4547,'广州盛泰国际贸易有限公司'),(151,4995,3297,'绿点建筑科技（广州）有限公司'),(152,5056,4688,'广州言玖贸易有限责任公司中山七路分公司'),(153,5059,4304,'广州宝必来医疗服务投资有限公司'),(154,5150,4436,'广州融御互联网科技有限公司'),(155,5232,3156,'广州俄速达贸易有限公司'),(156,5239,4842,'广州冬林文化艺术有限公司'),(157,5399,4851,'广州市白云区松洲杨振粤便利店'),(158,5462,189,'广州九策新材料科技有限责任公司'),(159,5483,1405,'广州旺亮隆企业管理服务有限公司'),(160,5507,2208,'广州昊泰投资咨询有限公司'),(161,4420,4630,'广州利丰水族科技有限公司'),(162,4432,4630,'广州利丰水族科技有限公司'),(163,5424,4630,'广州利丰水族科技有限公司'),(164,2776,4186,'广州市鹏硕机电科技有限公司'),(165,1322,3329,'广州市泰和房地产开发有限公司'),(166,1319,2402,'广州全亮线眼镜贸易有限公司'),(167,283,1671,'广州云尚信息技术有限责任公司'),(168,5574,867,'广州亚建工程设计咨询有限公司'),(169,5574,867,'广州亚建工程设计咨询有限公司6'),(170,5576,2115,'广州醉爱商贸有限公司'),(171,5519,4968,'广州市番禺区康华综合门诊部（普通合伙）'),(172,5574,867,'广州亚建工程设计咨询有限公司');
/*!40000 ALTER TABLE `t_same_company` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2019-03-29 17:39:13
