-- MySQL dump 10.13  Distrib 5.7.22, for Linux (x86_64)
--
-- Host: 192.168.2.169    Database: db_income_test
-- ------------------------------------------------------
-- Server version	5.7.21

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `t_projects_category`
--

DROP TABLE IF EXISTS `t_projects_category`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_projects_category` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `category_name` varchar(255) NOT NULL DEFAULT '',
  `uid` int(11) DEFAULT NULL,
  `is_hide` tinyint(4) NOT NULL DEFAULT '0',
  `parent_id` int(11) NOT NULL DEFAULT '0',
  `order_int` int(11) NOT NULL DEFAULT '0',
  `role` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=327 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_projects_category`
--

LOCK TABLES `t_projects_category` WRITE;
/*!40000 ALTER TABLE `t_projects_category` DISABLE KEYS */;
INSERT INTO `t_projects_category` VALUES (23,'办理中',154,0,0,0,1),(24,'已办结',154,0,0,0,1),(25,'已交接',154,0,0,0,1),(30,'办理中',154,0,0,0,5),(31,'已办结',154,0,0,0,5),(32,'已交接',154,0,0,0,5),(33,'办理中',154,0,0,0,9),(34,'已办结',154,0,0,0,9),(35,'已交接',154,0,0,0,9),(36,'同区变更',141,0,0,0,NULL),(38,'变更',139,0,0,1,NULL),(39,'跨区变更',139,0,0,2,NULL),(40,'食品证',139,0,0,3,NULL),(41,'进出口',139,0,0,4,NULL),(45,'待领执照',139,0,0,5,NULL),(46,'没收到变更资料（同区）',140,0,0,1,NULL),(49,'跨区变更受理',141,0,0,0,NULL),(57,'问题客户',136,0,0,2,NULL),(60,'变更办理中',140,0,0,3,NULL),(61,'预计核名',106,0,0,1,NULL),(62,'领取核名',106,0,0,2,NULL),(63,'地址安排',106,0,0,3,NULL),(64,'执照受理',106,0,0,5,NULL),(65,'领取执照',106,0,0,6,NULL),(66,'刻章安排',106,0,0,7,NULL),(67,'银行开户',106,0,0,8,NULL),(68,'特殊客户',106,0,0,9,NULL),(69,'其他',106,0,0,10,NULL),(70,'食品证',140,0,0,8,NULL),(76,'预计核名',137,0,0,0,NULL),(77,'领取核名',137,0,0,0,NULL),(78,'地址安排',137,0,0,0,NULL),(79,'执照受理',137,0,0,0,NULL),(80,'领取执照',137,0,0,0,NULL),(81,'刻章备案',137,0,0,0,NULL),(89,'跨区变更',140,0,0,4,NULL),(90,'还没交接',153,0,0,0,NULL),(93,'还没收齐尾款。',153,0,0,0,NULL),(98,'流转工商办理。',153,0,0,0,NULL),(99,'已完成',153,0,0,0,NULL),(105,'解除异常',139,0,0,6,NULL),(108,'注销执照',138,0,0,8,NULL),(113,'1 清算有资料',239,0,0,1,NULL),(115,'2注销国地税',239,0,0,2,NULL),(116,'3等注销执照',239,0,0,3,NULL),(117,'没有上传交接单。',153,0,0,0,NULL),(118,'3.预计核名',269,0,0,3,NULL),(119,'4.领取核名',269,0,0,4,NULL),(121,'5.执照受理',269,0,0,5,NULL),(127,'尾款待结算',116,0,0,0,NULL),(128,'快递资料',116,0,0,0,NULL),(129,'进出口权',140,0,0,9,NULL),(131,'可以办的',136,0,0,0,NULL),(132,'食品证',141,0,0,0,NULL),(133,'注销银行',138,0,0,8,NULL),(134,'进出口',141,0,0,0,NULL),(137,'待办',140,0,0,10,NULL),(138,'等地址',268,0,0,0,NULL),(139,'受理中',268,0,0,0,NULL),(142,'执照受理中',136,0,0,0,NULL),(143,'同区变更',138,0,0,8,NULL),(146,'待处理客户',139,0,0,11,NULL),(151,'王坚客户',239,0,0,5,NULL),(152,'0资料准备中不齐',239,0,0,0,NULL),(153,'解除异常',141,0,0,0,NULL),(159,'已经发起协助',136,0,0,0,NULL),(160,'待定客户',137,0,0,0,NULL),(163,'执照办理中',296,0,0,4,NULL),(164,'可以办理',296,0,0,1,NULL),(165,'已经发起协助的问题客户',296,0,0,5,NULL),(166,'暂时不办理客户',296,0,0,6,NULL),(167,'已发起协助',139,0,0,12,NULL),(174,'停办',210,0,0,0,NULL),(183,'跨区变更',138,0,0,8,NULL),(188,'问题客户',141,0,0,0,NULL),(192,'1.待定',269,0,0,1,NULL),(195,'2.等资料',269,0,0,2,NULL),(200,'有尾款',155,0,0,0,NULL),(202,'跨区变更',381,0,0,4,NULL),(204,'食品证',381,0,0,7,NULL),(205,'进出口权',381,0,0,8,NULL),(206,'6.刻章备案',269,0,0,6,NULL),(207,'7.银行开户',269,0,0,7,NULL),(208,'没有上传交接单',155,0,0,0,NULL),(211,'进出权办理',380,0,0,10,NULL),(214,'解除税务异常',380,0,0,3,NULL),(220,'税务异常',381,0,0,5,NULL),(222,'受阻跟进',381,0,0,1,NULL),(223,'待领证',381,0,0,10,NULL),(224,'税务变更',381,0,0,9,NULL),(225,'工商专员先放着，未交接给客户',155,0,0,0,NULL),(226,'手抖按错钮',155,0,0,0,NULL),(227,'新食品证',138,0,0,7,NULL),(229,'4个体户注销',239,0,0,4,NULL),(230,'同区变更',381,0,0,3,NULL),(232,'会计去解锁中',155,0,0,0,NULL),(233,'注销银行',140,0,0,9,NULL),(244,'凤鸾提交注销成功注销',210,0,0,0,NULL),(245,'郭婷提交注销成功注销',210,0,0,0,NULL),(246,'健全提交注销成功注销',210,0,0,0,NULL),(247,'春怡提交注销成功注销',210,0,0,0,NULL),(248,'月娇提交注销成功注销',210,0,0,0,NULL),(249,'月娇在办',210,0,0,0,NULL),(250,'健全在办',210,0,0,0,NULL),(251,'郭婷在办',210,0,0,0,NULL),(252,'凤鸾在办',210,0,0,0,NULL),(253,'春怡在办',210,0,0,0,NULL),(254,'春怡提交注销成功资料',210,0,0,0,NULL),(255,'简易注销',210,0,0,0,NULL),(257,'待安排',210,0,0,0,NULL),(258,'解除工商异常',380,0,0,4,NULL),(259,'待办客户',381,0,0,2,NULL),(260,'同区变更办理中',380,0,0,2,NULL),(261,'跨区变更办理中',380,0,0,1,NULL),(262,'梦珊在办',210,0,0,0,NULL),(263,'资料不齐（同区）',380,0,0,7,NULL),(264,'待领执照',380,0,0,9,NULL),(265,'沅芳在办',210,0,0,0,NULL),(266,'待定客户',106,0,0,11,NULL),(268,'梦珊提交注销成功资料',210,0,0,0,NULL),(269,'解除异常',140,0,0,2,NULL),(270,'减资办理',380,0,0,5,NULL),(271,'工商异常',381,0,0,6,NULL),(272,'约号中',137,0,0,0,NULL),(273,'跨区问题客户',141,0,0,0,NULL),(274,'莫诗域客户',239,0,0,6,NULL),(275,'资料不齐（跨区）',380,0,0,6,NULL),(276,'铃怡在办',210,0,0,0,NULL),(279,'陈勇极客户',239,0,0,7,NULL),(280,'刘建光客户',239,0,0,8,NULL),(281,'受阻（非正常）',380,0,0,0,NULL),(282,'食品证',380,0,0,11,NULL),(283,'注册',140,0,0,11,NULL),(284,'待交接',381,0,0,11,NULL),(291,'约号中',140,0,0,12,NULL),(293,'已领执照待交接',380,0,0,8,NULL),(294,'注销完毕待领批复',210,0,0,0,NULL),(295,'预约受理号',106,0,0,4,NULL),(296,'税务问题',138,0,0,8,NULL),(297,'正安排地址',296,0,0,2,NULL),(298,'已出租赁合同未签名',296,0,0,3,NULL),(299,'健全外接注销无异常',291,0,0,2,NULL),(300,'健全内接注销无异常',291,0,0,3,NULL),(301,'健全内接注销异常',291,0,0,2,NULL),(302,'递交注销成功资料',291,0,0,0,NULL),(303,'健全外接注销异常',291,0,0,1,NULL),(304,'停办',325,0,0,1,NULL),(305,'凤銮提交注销成功注销',325,0,0,2,NULL),(306,'凤銮在办',325,0,0,3,NULL),(307,'注销完毕待领批复',325,0,0,4,NULL),(308,'郭婷在办',324,0,0,0,NULL),(309,'郭婷提交注销资料',324,0,0,0,NULL),(310,'郭婷异常企业',324,0,0,0,NULL),(311,'春怡在办',324,0,0,0,NULL),(312,'春怡提交注销资料',324,0,0,0,NULL),(313,'春怡异常企业',324,0,0,0,NULL),(314,'预计核名',138,0,0,1,NULL),(315,'领取核名',138,0,0,2,NULL),(316,'地址安排',138,0,0,3,NULL),(317,'刻章安排',138,0,0,6,NULL),(318,'领取执照',138,0,0,5,NULL),(319,'预约受理',138,0,0,4,NULL),(320,'梦珊在办',291,0,0,0,NULL),(321,'沅芳在办',291,0,0,0,NULL),(322,'铃怡在办',325,0,0,0,NULL),(323,'地址续期',380,0,0,0,NULL),(324,'郭婷无资料企业',324,0,0,0,NULL),(325,'铃怡提交成功注销',325,0,0,0,NULL),(326,'停办',324,0,0,0,NULL);
/*!40000 ALTER TABLE `t_projects_category` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2019-03-29 17:39:13
