-- MySQL dump 10.13  Distrib 5.7.26, for Linux (x86_64)
--
-- Host: 192.168.2.169    Database: db_customer_test3
-- ------------------------------------------------------
-- Server version	5.7.21

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `t_customer_clearly_except`
--

DROP TABLE IF EXISTS `t_customer_clearly_except`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_customer_clearly_except` (
  `customer_id` int(11) NOT NULL,
  `except_tag_vals` varchar(1000) DEFAULT NULL,
  `except_tag_ids` varchar(1000) DEFAULT NULL,
  `uid` int(11) NOT NULL DEFAULT '0',
  `uid_name` varchar(255) DEFAULT NULL,
  `uid_at` datetime DEFAULT NULL,
  `except_remark` varchar(1000) DEFAULT NULL,
  PRIMARY KEY (`customer_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_customer_clearly_except`
--

LOCK TABLES `t_customer_clearly_except` WRITE;
/*!40000 ALTER TABLE `t_customer_clearly_except` DISABLE KEYS */;
INSERT INTO `t_customer_clearly_except` VALUES (3269,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 15:15:02','楼盘注销'),(3285,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 15:14:45','公司注销'),(3304,'无需汇算,无需年检','6,3',116,'陈太智','2019-04-24 15:14:29',''),(3469,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 15:14:11','公司注销'),(3489,'要做年检,无需汇算,审核年检,已做年检','7,6,2,1',119,'罗文波','2019-05-09 17:32:34','51家个体年检'),(3510,'无需汇算,无需年检','6,3',116,'陈太智','2019-04-24 15:13:18','香港公司'),(3546,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 15:12:55','注销公司'),(3583,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 15:12:07','楼盘注销'),(3919,'无需汇算,无需年检','6,3',116,'陈太智','2019-04-24 15:11:39','注销已完毕'),(4174,'无需汇算,无需年检','6,3',116,'陈太智','2019-04-24 15:10:34',''),(4270,'无需汇算,无需年检','6,3',116,'陈太智','2019-04-24 15:10:17',''),(4338,'无需汇算,无需年检','6,3',116,'陈太智','2019-04-24 15:09:46','楼盘取消注册'),(4436,'无需汇算,无需年检','6,3',116,'陈太智','2019-04-24 15:09:20','楼盘注册好取消记账，无需办理'),(4438,'无需汇算,无需年检','6,3',116,'陈太智','2019-04-24 15:07:35',''),(4491,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 15:06:37','公司注销'),(4497,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 15:06:20','公司注销'),(4502,'无需汇算,无需年检','6,3',119,'罗文波','2019-04-25 14:56:18','楼盘取消注册.'),(4513,'要做年检,无需汇算,审核年检,已做年检','7,6,2,1',119,'罗文波','2019-05-09 17:28:11',''),(4517,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 15:04:18','楼盘注销'),(4590,'无需汇算,无需年检','6,3',116,'陈太智','2019-04-24 14:46:21','取消注册'),(4678,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 14:29:41','公司注销'),(4758,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 14:29:14','外接注销'),(4759,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 14:28:56','外接注销'),(4819,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 14:28:09','楼盘注销'),(4850,'要做汇算,要做年检,审核年检,已做年检','8,7,2,1',119,'罗文波','2019-05-09 17:28:02',''),(4852,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 14:23:52','楼盘注销'),(4890,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 14:23:37','楼盘注销'),(4921,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 14:23:21','楼盘注销'),(4931,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 14:23:08','楼盘注销'),(4934,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 14:22:53','楼盘注销'),(4961,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 14:22:36','楼盘注销'),(4962,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 14:22:21','楼盘注销'),(4974,'无需汇算,无需年检','6,3',116,'陈太智','2019-04-24 14:22:00','楼盘取消注册'),(4996,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 14:21:30','楼盘注销'),(5007,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 14:21:11','楼盘注销'),(5028,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 14:20:55','楼盘注销'),(5029,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 14:20:35','楼盘注销'),(5031,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 14:20:21','楼盘注销'),(5034,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 14:20:05','楼盘注销'),(5043,'无需汇算,无需年检','6,3',116,'陈太智','2019-04-24 14:19:17','楼盘取消注册'),(5182,'要做汇算,要做年检,审核年检,已做年检','8,7,2,1',119,'罗文波','2019-05-09 17:27:38','汇算报备'),(5184,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 14:18:24','外接注销'),(5189,'要做年检,无需汇算,审核年检,已做年检','7,6,2,1',119,'罗文波','2019-05-09 17:27:34',''),(5230,'无需汇算,无需年检','6,3',116,'陈太智','2019-04-24 14:17:22',''),(5231,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 14:15:56','外接注销'),(5235,'无需汇算,无需年检','6,3',116,'陈太智','2019-04-24 14:15:26','接单后又取消办理了'),(5250,'要做汇算,要做年检','8,7',116,'陈太智','2019-04-24 14:12:55','外接公司注销'),(5333,'要做年检,无需汇算','7,6',116,'陈太智','2019-04-24 14:12:30','外接个体注销'),(5348,'要做汇算,要做年检,审核年检,已做年检','8,7,2,1',119,'罗文波','2019-05-09 17:27:24','汇算报备'),(5349,'要做汇算,要做年检,审核年检,已做年检','8,7,2,1',119,'罗文波','2019-05-09 17:27:20','汇算报备'),(5375,'要做年检,无需汇算,审核年检,已做年检','7,6,2,1',119,'罗文波','2019-05-09 17:27:15',''),(5376,'要做年检,无需汇算,审核年检,已做年检','7,6,2,1',119,'罗文波','2019-05-09 17:27:09',''),(5377,'要做年检,无需汇算,审核年检,已做年检','7,6,2,1',119,'罗文波','2019-05-09 17:27:05',''),(5379,'要做汇算,无需年检','8,3',116,'陈太智','2019-04-24 14:10:11','报备汇算'),(5396,'要做年检,无需汇算,审核年检,已做年检','7,6,2,1',119,'罗文波','2019-05-09 17:26:53',''),(5411,'要做汇算,要做年检,审核年检,已做年检','8,7,2,1',119,'罗文波','2019-05-09 17:26:48',''),(5445,'要做年检,无需汇算,审核年检,已做年检','7,6,2,1',119,'罗文波','2019-05-09 17:26:44','非记账外接年检'),(5456,'要做汇算,要做年检,审核年检,已做年检','8,7,2,1',119,'罗文波','2019-05-09 17:26:35','外接汇算报备');
/*!40000 ALTER TABLE `t_customer_clearly_except` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2019-06-14  9:07:12
