-- MySQL dump 10.13  Distrib 5.7.26, for Linux (x86_64)
--
-- Host: 192.168.2.169    Database: db_income_test3
-- ------------------------------------------------------
-- Server version	5.7.21

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `business_develop_manage`
--

DROP TABLE IF EXISTS `business_develop_manage`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `business_develop_manage` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `business_from_id` int(11) NOT NULL,
  `business_from_name` varchar(45) DEFAULT NULL,
  `customer_name` varchar(45) DEFAULT NULL,
  `company` varchar(45) DEFAULT NULL,
  `phone` varchar(45) DEFAULT NULL,
  `project_request` varchar(255) DEFAULT NULL,
  `source_keyword` varchar(45) DEFAULT NULL,
  `source_way_name` varchar(45) DEFAULT NULL,
  `source_way_id` int(11) DEFAULT '0',
  `source_place_name` varchar(45) DEFAULT NULL,
  `source_place_id` int(11) DEFAULT '0',
  `source_port_name` varchar(45) DEFAULT NULL,
  `source_port_id` int(11) DEFAULT '0',
  `remark` varchar(255) DEFAULT NULL,
  `referrer` varchar(45) DEFAULT NULL,
  `be_referrer_company` varchar(45) DEFAULT NULL,
  `be_referrer_name` varchar(45) DEFAULT NULL,
  `be_referrer_phone` varchar(45) DEFAULT NULL,
  `guid` varchar(45) NOT NULL,
  `created_at` datetime DEFAULT NULL,
  `uid` int(11) DEFAULT NULL,
  `uid_name` varchar(45) DEFAULT NULL,
  `customer_tag` varchar(255) DEFAULT NULL,
  `friend_introduce` tinyint(4) DEFAULT '0',
  `project_id` varchar(255) DEFAULT NULL,
  `feedback_type_id` int(11) DEFAULT NULL,
  `feedback_type_name` varchar(45) DEFAULT NULL,
  `is_invalid_business` tinyint(4) DEFAULT '0',
  `referrer_id` int(11) DEFAULT NULL,
  `first_link_name` varchar(45) DEFAULT NULL,
  `first_link_phone` varchar(45) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=65 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `business_develop_manage`
--

LOCK TABLES `business_develop_manage` WRITE;
/*!40000 ALTER TABLE `business_develop_manage` DISABLE KEYS */;
INSERT INTO `business_develop_manage` VALUES (11,295,'反馈商机','1','广州发业科技有限公司','1','','','',0,'',0,'',0,'','1','','1','1','8634a67f-f514-40e7-ad6d-902ef75a2a89','2019-03-04 15:48:54',116,'陈太智','',0,'0',2,'内部客户办理新公司业务',0,NULL,'1','1'),(12,294,'推广商机','a','','a','','a','在线咨询',61,'百度',64,'PC端',281,'','','','','','b9b83992-73cd-4112-87f3-3524071af3cd','2019-03-04 16:24:29',145,'陈小奋','',0,'0',NULL,NULL,0,NULL,'a','a'),(13,294,'推广商机','cs','c','d','','da','在线咨询',61,'百度',64,'PC端',281,'','','','','','4e9016ec-a382-4acb-a433-b581f1b47ae7','2019-04-16 13:56:18',145,'陈小奋','',0,NULL,NULL,NULL,0,NULL,'cs','d'),(14,294,'推广商机','dasd','dsad','dasd','','sdas','在线咨询',61,'百度',64,'PC端',281,'','','','','','7e4fc0d7-e946-4249-b414-c1db54927c41','2019-04-16 14:06:01',145,'陈小奋','',0,'0',NULL,NULL,0,NULL,'dasd','dasd'),(15,295,'反馈商机','广州发业财务咨询有限公司广州分公司','广州岐峰网络科技有限公司','','113_QQ微信_质量（前端）','','',0,'',0,'',0,'','','','','','1b64332c-faca-449a-9446-5fc4fd696f00','2019-04-28 14:14:37',116,'陈太智','96_办纳税人地址_成交（业务）,88_低质量C1类_质量（业务）',0,'55555',1,'内部客户办理自身业务',0,NULL,'12','ds'),(16,295,'反馈商机','121','广州市丽眼饰衣服装有限公司','1111','','','',0,'',0,'',0,'','111','','','','b6f3e3ac-c314-446c-a9dc-a80c4b56de7f','2019-05-06 11:13:34',116,'陈太智','',0,'1491',1,'内部客户办理原公司业务',0,NULL,'121','1111'),(17,295,'反馈商机','湖广会馆','广州途裕捷投资咨询有限公司','544','','','',0,'',0,'',0,'','54','','','','0a8cfbe5-5b0c-4e17-974b-45f54ad03501','2019-05-06 11:16:21',435,'梁羽祺','',0,'0',1,'内部客户办理原公司业务',0,NULL,'湖广会馆','544'),(18,294,'推广商机','','','','','','在线咨询',61,'百度',64,'PC端',281,'','','','','','be2b62c4-3e96-4eec-b743-d15a7f039cf0','2019-05-06 11:52:19',146,'吴秀珠','',0,'1333',0,'',0,NULL,'',''),(19,295,'反馈商机','','广州市丽眼饰衣服装有限公司','','','','',0,'',0,'',0,'','','','','','8b9b7ef4-50db-4199-b3a9-60465d5b37eb','2019-05-07 13:36:30',116,'陈太智','',0,NULL,4,'经理、员工介绍客户办理',0,NULL,'',''),(20,295,'反馈商机','','广州市丽眼饰','','','','',0,'',0,'',0,'','','','','','77aa601a-3f05-4632-bc40-05f1c1a77f0f','2019-05-07 13:37:09',116,'陈太智','',0,'0',4,'经理、员工介绍客户办理',0,NULL,'',''),(21,295,'反馈商机','','广州市丽眼饰衣服装有限公司','123456','','','',0,'',0,'',0,'','','','','123456','3eab2856-f7f3-45c1-933c-b92897cac7e7','2019-05-07 13:37:47',116,'陈太智','',0,'0',1,'内部客户办理原公司业务',0,0,'2312',''),(22,294,'推广商机','','','','','','在线咨询',61,'百度',64,'PC端',281,'','','','','','25b299c3-d5c0-4114-b98c-37518ad658be','2019-05-14 09:40:55',116,'陈太智','',0,NULL,1,'内部客户办理原公司业务',0,NULL,'',''),(23,294,'推广商机','','方法地方','','','123','电话直拨',62,'百度',64,'PC端',281,'','','','','','362de33a-a4fb-4bab-86bb-f54b8fbef659','2019-05-14 10:19:25',116,'陈太智','',0,NULL,1,'内部客户办理原公司业务',0,NULL,'',''),(24,294,'推广商机','张大炮','','','36_咨询注册_咨询（前端）,42_咨询买卖公司_咨询（前端）,51_优质商机_质量（前端）','','在线咨询',61,'百度',64,'PC端',281,'','','','','','79544754-405b-4b9c-84ed-b802698a25d1','2019-05-14 15:19:25',116,'陈太智','94_办理虚拟地址_成交（业务）,97_办理记账_成交（业务）,107_办理转让公司_成交（业务）',0,NULL,0,'',0,NULL,'张大炮',''),(25,294,'推广商机','ddd','d','dd','','ddd','在线咨询',61,'百度',64,'PC端',281,'','','','','','afe244fe-5ba0-410b-8fa0-9a5e77c7eaf3','2019-05-14 15:55:59',116,'陈太智','',0,'0',1,'内部客户办理原公司业务',0,NULL,'ddd','dd'),(26,295,'反馈商机','订单','广州中西联健康网络科技有限公司','订单','','','',0,'',0,'',0,'','订单','','','','f8ddc094-2443-4c0d-af17-0c3d7ac7b7b5','2019-05-14 15:58:01',164,'张会会','',0,NULL,1,'内部客户办理原公司业务',0,NULL,'订单','订单'),(27,295,'反馈商机','张伟','广州厨美酒店用品有限公司','','','','',0,'',0,'',0,'','','','蔡徐坤','123456','95c01af9-dba2-40d7-9706-e48e34ec149d','2019-05-14 16:05:11',116,'陈太智','',0,NULL,2,'内部客户办理非原公司业务',1,NULL,'蔡徐坤','123456'),(28,295,'反馈商机','测试','广州中西联健康网络科技有限公司','测试','45_咨询外资_咨询（前端）','','',0,'',0,'',0,'','','','','','d4a6a8e9-c16b-478c-a8aa-ac2f0b36e34c','2019-05-14 16:24:28',164,'张会会','',0,'587',1,'内部客户办理原公司业务',0,0,'测试','测试'),(29,294,'推广商机','','','123456','51_优质商机_质量（前端）,52_普通商机_质量（前端）','','在线咨询',61,'百度',64,'PC端',281,'','','','','','6f73872c-eec6-437f-9746-e6190dd1f579','2019-05-14 16:28:49',116,'陈太智','',0,'1411',0,'',0,NULL,'漂漂漂漂','1354646'),(30,295,'反馈商机','订单','广州中西联健康网络科技有限公司','到沙发到沙发','','','',0,'',0,'',0,'','阿凡的撒凤是否','','','','48b135ef-0eca-4650-947c-a67f329dc6ec','2019-05-14 17:07:14',184,'钟华秀',NULL,0,NULL,1,'内部客户办理原公司业务',0,NULL,'订单','到沙发到沙发'),(31,295,'反馈商机','','广州中西联健康网络科技有限公司','订单','36_咨询注册_咨询（前端）,37_咨询记账_咨询（前端）,40_咨询商标_咨询（前端）,39_咨询注销_咨询（前端）,38_咨询变更_咨询（前端）,51_优质商机_质量（前端）,113_QQ微信_质量（前端）','','',0,'',0,'',0,'','大大大','','','','83d7cc02-141f-431b-bbfc-0ccc5e926ac4','2019-05-14 17:15:26',184,'钟华秀','96_办纳税人地址_成交（业务）,59_对比价格中_跟进（业务）,76_需求买卖公司_需求（业务）',0,NULL,1,'内部客户办理原公司业务',0,NULL,'','订单'),(32,295,'反馈商机','到沙发','广州中西联健康网络科技有限公司','2123321','36_咨询注册_咨询（前端）,37_咨询记账_咨询（前端）','','',0,'',0,'',0,'','订单','','','','797adabe-392d-45c0-b82d-ed2c11adcaea','2019-05-14 17:15:55',184,'钟华秀',NULL,0,'0',1,'内部客户办理原公司业务',0,NULL,'到沙发','2123321'),(33,294,'推广商机','','','','36_咨询注册_咨询（前端）,39_咨询注销_咨询（前端）,51_优质商机_质量（前端）','','在线咨询',61,'百度',64,'PC端',281,'','','','','','27c9c45e-1def-483a-94ea-68dc6c327feb','2019-05-14 17:44:55',116,'陈太智',NULL,0,NULL,0,'',1,NULL,'',''),(34,294,'推广商机','123','广州叮咖美服饰有限公司','123456','39_咨询注销_咨询（前端）','','在线咨询',61,'百度',64,'PC端',281,'速度放松饭顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶','','','','','38df82ce-a08f-4780-849e-9a0554e1f349','2019-05-14 17:45:52',116,'陈太智','94_办理虚拟地址_成交（业务）',0,'11394',0,'',0,0,'123','123456'),(35,295,'反馈商机','','广州途裕捷投资咨询有限公司','','','','',0,'',0,'',0,'','','','','','faf58d32-c010-4c33-81f5-d624c8f8a152','2019-05-14 17:47:14',164,'张会会',NULL,0,NULL,2,'内部客户办理非原公司业务',1,NULL,'',''),(36,295,'反馈商机','','广州岐峰网络科技有限公司','','','','',0,'',0,'',0,'','张会会','','','','9623dc42-0a90-4a0c-acda-bfb7151a4d2b','2019-05-15 17:20:07',116,'陈太智',NULL,0,NULL,3,'内部客户的朋友办理业务',1,NULL,'',''),(37,295,'反馈商机','张伟','广州弥谱服饰有限公司','456','48_咨询许可证_咨询（前端）','','',0,'',0,'',0,'速度放松点分速度放松放松饭的地方2放松放松点分速度反复速度放松点分速度放松放松饭的地方2放松放松点分速度反复','','速度放松粉丝的','张大炮','666666666','0902f24e-8041-4cef-8231-b898ec31dfa3','2019-05-16 09:58:18',116,'陈太智','97_办理记账_成交（业务）',0,'1234',1,'内部客户办理原公司业务',0,0,'翻翻翻翻','1111111111114444'),(38,295,'反馈商机','','深圳市普惠壹融信息咨询有限公司广州分公司','','','','',0,'',0,'',0,'','','广州','','','5a3dd938-d2f9-4f2c-ab71-db4857471a4b','2019-05-17 15:39:46',97,'庄培润','',0,'0',1,'内部客户办理原公司业务',0,0,'',''),(39,295,'反馈商机','','反对','','','','',0,'',0,'',0,'','李江友','','','','4567c5e0-4365-4c39-ab24-30e0bb600cc9','2019-05-20 10:22:55',106,'陈小银','93_办理自有地址_成交（业务）',0,'222',4,'经理、员工介绍客户办理',0,117,'',''),(40,294,'推广商机','','','','','','在线咨询',61,'百度',64,'PC端',281,'','','','','','996cee6b-6e7f-4bdd-80ce-17bc8a2c1b38','2019-05-22 13:47:31',116,'陈太智',NULL,0,NULL,1,'内部客户办理原公司业务',0,0,'',''),(41,295,'反馈商机','热狗','广东君兴信息科技有限公司','324r324','','','',0,'',0,'',0,'','','','','','7bc50e08-8c53-445e-af51-10e0ab3402c0','2019-05-23 11:13:10',97,'庄培润',NULL,0,NULL,1,'内部客户办理原公司业务',0,0,'热狗','324r324'),(42,295,'反馈商机','热狗','广东君兴信息科技有限公司','324r324','','','',0,'',0,'',0,'','','','','','6b6c6cec-d40c-4b09-b64c-4e2145a63ad6','2019-05-23 11:14:28',97,'庄培润',NULL,0,NULL,1,'内部客户办理原公司业务',0,0,'热狗','324r324'),(43,295,'反馈商机','热狗','广东君兴信息科技有限公司','324r324','','','',0,'',0,'',0,'','','','','','7653d52c-eeea-4b26-94ab-c0713e9d95de','2019-05-23 11:15:12',97,'庄培润',NULL,0,NULL,1,'内部客户办理原公司业务',0,0,'热狗','324r324'),(44,295,'反馈商机','顶顶顶','瑞德蒙国际商贸(广州)有限公司','341234','','','',0,'',0,'',0,'','','自由肥西丧公司','财讯困','1231313213213','95690a2a-5759-4d95-b445-27ea1543c348','2019-05-23 11:18:02',97,'庄培润',NULL,0,NULL,2,'内部客户办理非原公司业务',0,0,'财讯困','1231313213213'),(45,295,'反馈商机','','广州厨美酒店用品有限公司','','36_咨询注册_咨询（前端）,39_咨询注销_咨询（前端）','','',0,'',0,'',0,'','张会会','','','','5832a770-0b7a-4155-8156-b068d994f68c','2019-05-24 16:19:27',116,'陈太智',NULL,0,NULL,1,'内部客户办理原公司业务',0,164,'',''),(46,294,'推广商机','','','','','','在线咨询',61,'百度',64,'PC端',281,'','','','','','651f9132-f81e-4326-850b-835809cbee3e','2019-05-24 16:48:50',116,'陈太智',NULL,0,NULL,2,'内部客户办理非原公司业务',0,0,'',''),(47,295,'反馈商机','丰富的岁','广州马卡德贸易有限公司','2131','51_优质商机_质量（前端）','','',0,'',0,'',0,'','','','快快快','123','6d06aaf1-22f3-43d7-a689-30b427930e4a','2019-05-28 11:32:50',116,'陈太智',NULL,0,NULL,3,'内部客户的朋友办理业务',0,0,'快快快','123'),(48,295,'反馈商机','213','广州途裕捷投资咨询有限公司','11231','51_优质商机_质量（前端）','','',0,'',0,'',0,'','','','21','2','d9777747-e1b9-4230-a6c6-67b756dd40d4','2019-05-28 14:25:48',94,'冯恒冠',NULL,0,NULL,2,'内部客户办理非原公司业务',0,0,'21','2'),(49,295,'反馈商机','1','','2','36_咨询注册_咨询（前端）,37_咨询记账_咨询（前端）','','',0,'',0,'',0,'','','','','','e85ce894-18a1-4714-8a85-92d751a08cfc','2019-05-28 14:52:40',94,'冯恒冠',NULL,0,NULL,4,'经理、员工介绍客户办理',0,0,'1','2'),(50,295,'反馈商机','张大炮','广州其右云科技有限公司','12313213','136_虚拟通知变更_特殊业务','','',0,'',0,'',0,'','','','龙淑芬','123','4e6600e4-8527-4109-93fa-1d5d71d336f9','2019-06-03 16:58:46',116,'陈太智','111_待签记账_签账（业务）',0,NULL,2,'内部客户办理非原公司业务',0,0,'龙淑芬','123'),(51,295,'反馈商机','反倒是奋','广州迪丽娜服饰有限公司','反倒是','36_咨询注册_咨询（前端）,52_普通商机_质量（前端）,49_咨询入户_咨询（前端）,38_咨询变更_咨询（前端）,36_咨询注册_咨询（前端）,113_QQ微信_质量（前端）','','',0,'',0,'',0,'奋','','反倒是','发达到沙发','奋','b4f86cba-4289-4fc3-8e95-69dfa7d82f78','2019-06-03 17:09:34',116,'陈太智',NULL,0,NULL,2,'内部客户办理非原公司业务',0,0,'发达到沙发','奋'),(52,295,'反馈商机','反倒是奋','广州迪丽娜服饰有限公司','反倒是','36_咨询注册_咨询（前端）,52_普通商机_质量（前端）,49_咨询入户_咨询（前端）,38_咨询变更_咨询（前端）,36_咨询注册_咨询（前端）,136_虚拟通知变更_特殊业务,113_QQ微信_质量（前端）','','',0,'',0,'',0,'奋','','反倒是','发达到沙发','奋','238ba4c4-9452-41d4-9339-dde2127dc9dc','2019-06-03 17:10:03',116,'陈太智',NULL,0,NULL,2,'内部客户办理非原公司业务',0,0,'发达到沙发','奋'),(53,295,'反馈商机','反倒是发达','广州迪丽娜服饰有限公司','士大夫士大夫','36_咨询注册_咨询（前端）,52_普通商机_质量（前端）,49_咨询入户_咨询（前端）,38_咨询变更_咨询（前端）,36_咨询注册_咨询（前端）,113_QQ微信_质量（前端）,136_虚拟通知变更_特殊业务,36_咨询注册_咨询（前端）,113_QQ微信_质量（前端）','','',0,'',0,'',0,'','陈太智','广州迪丽娜服饰有限公司','大法师奋','大赛反倒是','b8d3f5c0-e26b-4e04-a26a-6aef3ae63be1','2019-06-03 17:11:31',116,'陈太智',NULL,0,NULL,3,'内部客户的朋友办理业务',0,116,'大法师奋','大赛反倒是'),(54,295,'反馈商机','反倒是发达','广州迪丽娜服饰有限公司','士大夫士大夫','36_咨询注册_咨询（前端）,52_普通商机_质量（前端）,49_咨询入户_咨询（前端）,38_咨询变更_咨询（前端）,36_咨询注册_咨询（前端）,113_QQ微信_质量（前端）,136_虚拟通知变更_特殊业务,36_咨询注册_咨询（前端）,113_QQ微信_质量（前端）','','',0,'',0,'',0,'','陈太智','广州迪丽娜服饰有限公司','大法师奋','大赛反倒是','bc10874a-28ba-4f1e-9dc6-c7a09ca0cf36','2019-06-03 17:12:15',116,'陈太智',NULL,0,NULL,3,'内部客户的朋友办理业务',0,116,'大法师奋','大赛反倒是'),(55,295,'反馈商机','反倒是发达','广州迪丽娜服饰有限公司','士大夫士大夫','36_咨询注册_咨询（前端）,52_普通商机_质量（前端）,49_咨询入户_咨询（前端）,38_咨询变更_咨询（前端）,36_咨询注册_咨询（前端）,113_QQ微信_质量（前端）,136_虚拟通知变更_特殊业务,36_咨询注册_咨询（前端）,113_QQ微信_质量（前端）','','',0,'',0,'',0,'','陈太智','广州迪丽娜服饰有限公司','大法师奋','大赛反倒是','2e345153-c25f-413e-8a99-208c4662aa4b','2019-06-03 17:12:39',116,'陈太智',NULL,0,NULL,3,'内部客户的朋友办理业务',0,116,'大法师奋','大赛反倒是'),(56,295,'反馈商机','反倒是发达','广州迪丽娜服饰有限公司','士大夫士大夫','36_咨询注册_咨询（前端）,52_普通商机_质量（前端）,49_咨询入户_咨询（前端）,38_咨询变更_咨询（前端）,36_咨询注册_咨询（前端）,113_QQ微信_质量（前端）,36_咨询注册_咨询（前端）,113_QQ微信_质量（前端）,136_虚拟通知变更_特殊业务','','',0,'',0,'',0,'','陈太智','广州迪丽娜服饰有限公司','大法师奋','大赛反倒是','ed6e7b99-c232-4f07-97fb-ea0bd56d0775','2019-06-03 17:13:00',116,'陈太智',NULL,0,NULL,3,'内部客户的朋友办理业务',0,116,'大法师奋','大赛反倒是'),(57,295,'反馈商机','123','云南国中国际旅行社有限公司广州分公司','1231','51_优质商机_质量（前端）','','',0,'',0,'',0,'','','','','','9c3a1365-3633-42a3-9b0e-df786902b68a','2019-06-03 17:25:47',116,'陈太智',NULL,0,NULL,1,'内部客户办理原公司业务',0,0,'123','1231'),(58,295,'反馈商机','个人个2','广州德匠建筑有限公司','123124','45_咨询外资_咨询（前端）,36_咨询注册_咨询（前端）','','',0,'',0,'',0,'','','','','','0dc2b0fd-29be-448b-855e-3183d0cff8d0','2019-06-03 17:37:16',116,'陈太智',NULL,0,NULL,1,'内部客户办理原公司业务',0,0,'个人个2','123124'),(59,295,'反馈商机','刘东强','广州棋奕股权投资合伙企业(有限合伙)','123','136_虚拟通知变更_特殊业务,48_咨询许可证_咨询（前端）,45_咨询外资_咨询（前端）,42_咨询买卖公司_咨询（前端）','','',0,'',0,'',0,'','','','张无忌','1488448','72b7497a-7649-4b7a-ad23-9151ca8b570f','2019-06-04 09:12:23',116,'陈太智','112_确定不签记账_签账（业务）',0,NULL,2,'内部客户办理非原公司业务',0,0,'张无忌','1488448'),(60,295,'反馈商机','张得粉碎','广州里财投资有限公司','2222222','51_优质商机_质量（前端）','','',0,'',0,'',0,'','','','公分高','1231432142','189536c9-7ce4-444c-83b9-b335084f6028','2019-06-13 11:12:08',116,'陈太智',NULL,0,NULL,3,'内部客户的朋友办理业务',0,0,'公分高','1231432142'),(61,295,'反馈商机','房斯蒂芬','广州就匠企业管理合伙企业(普通合伙)','878','48_咨询许可证_咨询（前端）','','',0,'',0,'',0,'','','','斯蒂芬','12313214','246a5a32-80a5-4969-9d51-e799f760770d','2019-06-13 11:46:33',116,'陈太智',NULL,0,NULL,3,'内部客户的朋友办理业务',0,0,'斯蒂芬','12313214'),(62,295,'反馈商机','大锤','','12313','48_咨询许可证_咨询（前端）,36_咨询注册_咨询（前端）','','',0,'',0,'',0,'','','','','','a163ec85-2a12-454b-96d3-0a3b5c6cf9c5','2019-06-13 11:47:17',116,'陈太智',NULL,0,NULL,4,'经理、员工介绍客户办理',0,0,'大锤','12313'),(63,295,'反馈商机','dd','广州景博科技有限公司','ddd','113_QQ微信_质量（前端）','','',0,'',0,'',0,'','陈太智','','','','dd125396-fc45-46df-8e2c-5db8779b9d70','2019-06-13 11:55:48',116,'陈太智',NULL,0,NULL,1,'内部客户办理原公司业务',0,116,'dd哦哦','ddd'),(64,295,'反馈商机','一袋米','广州奥星元物业管理有限公司','2132424324','36_咨询注册_咨询（前端）','','',0,'',0,'',0,'','','','','','c254d6d8-ed48-407a-999c-6bb96d303f55','2019-06-13 14:04:25',116,'陈太智',NULL,0,'11025,11024,11032,11022,',1,'内部客户办理原公司业务',0,0,'一袋米','2132424324');
/*!40000 ALTER TABLE `business_develop_manage` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2019-06-14  9:06:40
